{
 "resultCount":50,
 "results": [
{"wrapperType":"audiobook", "artistId":543049691, "collectionId":1441488889, "artistName":"Mark Manson", "collectionName":"The Subtle Art of Not Giving a F*ck", "collectionCensoredName":"The Subtle Art of Not Giving a F*ck", "artistViewUrl":"https://books.apple.com/us/author/mark-manson/id543049691?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-subtle-art-of-not-giving-a-f-ck/id1441488889?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/52/ea/03/52ea0399-bfa9-4b0a-5b9f-a3b8a2ce07a8/9780062562982.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/52/ea/03/52ea0399-bfa9-4b0a-5b9f-a3b8a2ce07a8/9780062562982.jpg/100x100bb.jpg", "collectionPrice":16.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2016-09-13T07:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/de/e7/c6/dee7c61b-c924-130f-cb51-87eab99ab8be/mzaf_16420600863125330166.std.aac.p.m4a", 
"description":"#1 New York Times Bestseller<br /><br />Over&#xa0;10 million copies sold<br /><br />In this generation-defining self-help guide, a superstar blogger cuts through the crap to show us how to stop trying to be \"positive\" all the time so that we can truly become better, happier people.<br /><br />For decades, we’ve been told that positive thinking is the key to a happy, rich life. \"F**k positivity,\" Mark Manson says. \"Let’s be honest, shit is f**ked and we have to live with it.\" In his wildly popular Internet blog, Manson doesn’t sugarcoat or equivocate. He tells it like it is—a dose of raw, refreshing, honest truth that is sorely lacking today. The Subtle Art of Not Giving a F**k is his antidote to the coddling, let’s-all-feel-good mindset that has infected&#xa0;modern society and spoiled a generation, rewarding them with gold medals just for showing up.<br /><br />Manson makes the argument, backed both by academic research and well-timed poop jokes, that improving our lives hinges not on our ability to turn lemons into lemonade, but on learning to stomach lemons better. Human beings are flawed and limited—\"not everybody can be extraordinary, there are winners and losers in society, and some of it is not fair or your fault.\" Manson advises us to get to know our limitations and accept them. Once we embrace our fears, faults, and uncertainties, once we stop running and avoiding and start confronting painful truths, we can begin to find the courage, perseverance, honesty, responsibility, curiosity, and forgiveness we seek.<br /><br />There are only so many things we can give a f**k about so we need to figure out which ones really matter, Manson makes clear. While money is nice, caring about what you do with your life is better, because true wealth is about experience. A much-needed grab-you-by-the-shoulders-and-look-you-in-the-eye moment of real-talk, filled with entertaining stories and profane, ruthless humor, The Subtle Art of Not Giving a F**k is a refreshing slap for a generation to help them lead contented, grounded lives."}, 
{"wrapperType":"audiobook", "artistId":1398386072, "collectionId":1504047788, "amgArtistId":331138, "artistName":"Charles Dickens", "collectionName":"A Tale of Two Cities", "collectionCensoredName":"A Tale of Two Cities", "artistViewUrl":"https://books.apple.com/us/author/charles-dickens/id1398386072?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-tale-of-two-cities/id1504047788?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/e9/a9/5e/e9a95eb5-93ee-baf4-d564-c9c272aaa136/9781094248165_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/e9/a9/5e/e9a95eb5-93ee-baf4-d564-c9c272aaa136/9781094248165_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2014 LibriVox", "country":"USA", "currency":"USD", "releaseDate":"2014-08-25T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview123/v4/1f/93/c5/1f93c5d0-fe8f-410c-521b-e9ed6d5e6b74/mzaf_14739470923119544597.std.aac.p.m4a", 
"description":"<i>A Tale of Two Cities<\/i> (1859) is a historical novel by Charles Dickens; it is moreover a moral novel strongly concerned with themes of guilt, shame, redemption and patriotism.<br /><br />The plot centers on the years leading up to French Revolution and culminates in the Jacobin Reign of Terror. It tells the story of two men, Charles Darnay and Sydney Carton, who look very alike but are entirely different in character."}, 
{"wrapperType":"audiobook", "artistId":1527575494, "collectionId":322470568, "artistName":"Chris Anderson", "collectionName":"FREE: The Future of a Radical Price (Unabridged)", "collectionCensoredName":"FREE: The Future of a Radical Price (Unabridged)", "artistViewUrl":"https://music.apple.com/us/artist/chris-anderson/1527575494?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/free-the-future-of-a-radical-price-unabridged/id322470568?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music/ad/61/46/mzi.umxphlxs.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music/ad/61/46/mzi.umxphlxs.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2009 Hyperion", "country":"USA", "currency":"USD", "releaseDate":"2009-07-02T07:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview123/v4/5d/4c/f0/5d4cf06d-465e-370c-4383-1a3a201258bf/mzaf_5663730929637196309.std.aac.p.m4a", 
"description":"The <i>New York Times<\/i> best-selling author heralds the future of business in <i>Free<\/i>. In his revolutionary best seller, <i>The Long Tail<\/i>, Chris Anderson demonstrated how the online marketplace creates niche markets, allowing products and consumers to connect in a way that has never been possible before. Now, in <i>Free<\/i>, he makes the compelling case that, in many instances, businesses can profit more from giving things away than they can by charging for them. <br />Far more than a promotional gimmick, Free is a business strategy that may well be essential to a company's survival. The costs associated with the growing online economy are trending toward zero at an incredible rate. Never in the course of human history have the primary inputs to an industrial economy fallen in price so fast and for so long.<br /><br />Just think that in 1961 a single transistor cost $10; now Intel's latest chip has two billion transistors and sells for $300 (or 0.000015 cents per transistor - effectively too cheap to price). The traditional economics of scarcity just don't apply to bandwidth, processing power, and hard-drive storage. Yet this is just one engine behind the new Free, a reality that goes beyond a marketing gimmick or a cross-subsidy. <br /><br />Anderson also points to the growth of the reputation economy;  explains different models for unleashing the power of Free; and shows how to compete when your competitors are giving away what you're trying to sell.<br /><br />In <i>Free<\/i>, Chris Anderson explores this radical idea for the new global economy and demonstrates how this revolutionary price can be harnessed for the benefit of consumers and businesses alike."}, 
{"wrapperType":"audiobook", "artistId":321776955, "collectionId":1540585069, "amgArtistId":784558, "artistName":"Barack Obama", "collectionName":"A Promised Land (Unabridged)", "collectionCensoredName":"A Promised Land (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/barack-obama/id321776955?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-promised-land-unabridged/id1540585069?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/52/d8/4c/52d84ca2-fcdb-74c2-99a3-ff009f70d06d/9780525633723.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music124/v4/52/d8/4c/52d84ca2-fcdb-74c2-99a3-ff009f70d06d/9780525633723.d.jpg/100x100bb.jpg", "collectionPrice":22.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-11-17T08:00:00Z", "primaryGenreName":"Biographies & Memoirs", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/70/bd/81/70bd81fa-dc39-4111-c930-27f2b4246114/mzaf_295828997403812475.std.aac.p.m4a", 
"description":"<b>A riveting, deeply personal account of history in the making—from the president who inspired us to believe in the power of democracy<\/b><br />&#xa0;<br />In the stirring, highly anticipated first volume of his presidential memoirs, Barack Obama tells the story of his improbable odyssey from young man searching for his identity to leader of the free world, describing in strikingly personal detail both his political education and the landmark moments of the first term of his historic presidency—a time of dramatic transformation and turmoil.<br /><br />Obama takes readers on a compelling journey from his earliest political aspirations to the pivotal Iowa caucus victory that demonstrated the power of grassroots activism to the watershed night of November 4, 2008, when he was elected 44th president of the United States, becoming the first African American to hold the nation’s highest office.<br /><br />Reflecting on the presidency, he offers a unique and thoughtful exploration of both the awesome reach and the limits of presidential power, as well as singular insights into the dynamics of U.S. partisan politics and international diplomacy. Obama brings readers inside the Oval Office and the White House Situation Room, and to Moscow, Cairo, Beijing, and points beyond. We are privy to his thoughts as he assembles his cabinet, wrestles with a global financial crisis, takes the measure of Vladimir Putin, overcomes seemingly insurmountable odds to secure passage of the Affordable Care Act, clashes with generals about U.S. strategy in Afghanistan, tackles Wall Street reform, responds to the devastating <i>Deepwater Horizon<\/i> blowout, and authorizes Operation Neptune’s Spear, which leads to the death of Osama bin Laden.<br /><br /><i>A Promised Land<\/i> is extraordinarily intimate and introspective—the story of one man’s bet with history, the faith of a community organizer tested on the world stage. Obama is candid about the balancing act of running for office as a Black American, bearing the expectations of a generation buoyed by messages of “hope and change,” and meeting the moral challenges of high-stakes decision-making. He is frank about the forces that opposed him at home and abroad, open about how living in the White House affected his wife and daughters, and unafraid to reveal self-doubt and disappointment. Yet he never wavers from his belief that inside the great, ongoing American experiment, progress is always possible.<br /><br />This beautifully written and powerful book captures Barack Obama’s conviction that democracy is not a gift from on high but something founded on empathy and common understanding and built together, day by day."}, 
{"wrapperType":"audiobook", "artistId":1568547070, "collectionId":1594010102, "artistName":"Rylie Dark", "collectionName":"Only Murder (A Sadie Price FBI Suspense Thriller—Book 1)", "collectionCensoredName":"Only Murder (A Sadie Price FBI Suspense Thriller—Book 1)", "artistViewUrl":"https://books.apple.com/us/author/rylie-dark/id1568547070?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/only-murder-a-sadie-price-fbi-suspense-thriller-book-1/id1594010102?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/f7/56/68/f756680b-9849-7cc8-d9d6-6a8e4950c035/9781094320014_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music126/v4/f7/56/68/f756680b-9849-7cc8-d9d6-6a8e4950c035/9781094320014_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2021 Lukeman Literary Management", "country":"USA", "currency":"USD", "releaseDate":"2021-10-29T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/8e/7a/db/8e7adbc9-6b2f-c4e3-5c22-e87454ced333/mzaf_11142548161297370508.std.aac.p.m4a", 
"description":"Special Agent Sadie Price, a 29-year-old rising star in the FBI’s BAU unit, stuns her colleagues by requesting reassignment to the FBI’s remote Alaskan field office. Back in her home state, a place she vowed she would never return, Sadie, running from a secret in her recent past and back into her old one, finds herself facing her demons—including her sister’s unsolved murder—while assigned to hunt down a new serial killer.<br /><br />Two women are found dead in a remote area of Northern Alaska, near Sadie’s hometown, floating under the ice, their bodies preserved, much the same way Sadie’s own murdered sister was found—a memory that still plagues her. The case strikes way too close to home, blurring Sadie’s judgment, stirring up memories of her estranged father and murdered sister, memories she’s not ready to grapple with.<br /><br />This part of Alaska—icy, rough, remote, populated by outcasts—proves impenetrable even for a seasoned FBI agent like Sadie. The killer, matching his landscape, is more sinister and smart than anyone Sadie has encountered. Amidst the perplexing clues, Sadie remains sure of only one thing: he will strike again.<br /><br />Against her wishes, Sadie must team up with Sheriff Logan Cooper—single, begrudging, and with a dark past of his own. Together, they must enter the canals of this killer’s twisted mind and seek help from the locals, however hostile, to solve the pattern of these murders before another girl turns up dead.<br /><br />With a major storm coming, can Sadie solve the murders before it’s too late? Or will she end up as the next body floating under the ice? An action-packed page-turner, the SADIE PRICE series is a riveting crime thriller, jammed with suspense, surprises and twists and turns that you won’t see coming. It will have you fall in love with a brilliant and scarred new character, while challenging you, amidst a barren landscape, to solve an impenetrable crime."}, 
{"wrapperType":"audiobook", "artistId":1229850280, "collectionId":1418675127, "artistName":"Tara Westover", "collectionName":"Educated: A Memoir (Unabridged)", "collectionCensoredName":"Educated: A Memoir (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/tara-westover/id1229850280?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/educated-a-memoir-unabridged/id1418675127?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music113/v4/bc/80/22/bc802294-1e8c-2508-e277-3c7fe3e0e373/9780525528067.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music113/v4/bc/80/22/bc802294-1e8c-2508-e277-3c7fe3e0e373/9780525528067.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2018-02-20T08:00:00Z", "primaryGenreName":"Biographies & Memoirs", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/ac/ac/b6/acacb6b1-6f07-6cbe-c24b-b87f3cc73504/mzaf_16170532693410434342.std.aac.p.m4a", 
"description":"<b>#1&#xa0;<i>NEW YORK TIMES, WALL STREET JOURNAL,&#xa0;<\/i>AND<i>&#xa0;BOSTON GLOBE<\/i> BESTSELLER&#xa0;•&#xa0;One of the most acclaimed books of our time: an unforgettable memoir about a young&#xa0;woman who, kept out of school, leaves her survivalist family and goes on to earn a PhD from Cambridge University<\/b><br />&#xa0;<br /><b>“An amazing story, and truly inspiring. It’s even better than you’ve heard.”—Bill Gates<\/b><br />&#xa0;<br /><b>NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY&#xa0;<i>THE NEW YORK TIMES BOOK REVIEW<\/i>&#xa0;•&#xa0;ONE OF PRESIDENT BARACK OBAMA’S FAVORITE BOOKS OF THE YEAR&#xa0;• BILL GATES’S HOLIDAY READING LIST&#xa0;• FINALIST: National Book Critics Circle’s Award In Autobiography and John Leonard Prize For Best First Book • PEN/Jean Stein Book Award •&#xa0;<i>Los Angeles Times<\/i>&#xa0;Book Prize<\/b><br />&#xa0;<br />Born to survivalists in the mountains of Idaho, Tara Westover was seventeen the first time she set foot in a classroom. Her family was so isolated from mainstream society that there was no one to ensure the children received an education, and no one to intervene when one of Tara’s older brothers became violent. When another brother got himself into college, Tara decided to try a new kind of life. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge University. Only then would she wonder if she’d traveled too far, if there was still a way home.<br />&#xa0;<br /><b>“Beautiful and propulsive . . . Despite the singularity of [Westover’s] childhood, the questions her book poses are universal: How much of ourselves should we give to those we love? And how much must we betray them to grow up?”—<i>Vogue<\/i><\/b><br /><b><br />NAMED ONE OF THE BEST BOOKS OF THE YEAR BY&#xa0;<i>The Washington Post<\/i>&#xa0;•<i>&#xa0;O: The Oprah Magazine<\/i>&#xa0;•&#xa0;<i>Time<\/i>&#xa0;• NPR •&#xa0;<i>Good Morning America&#xa0;<\/i>•&#xa0;<i>San Francisco Chronicle<\/i> • <i>The Guardian&#xa0;<\/i>•<i>&#xa0;The Economist <\/i>•&#xa0;<i>Financial Times&#xa0;<\/i>•<i> Newsday<\/i>&#xa0;• <i>New York Post<\/i> • <i>theSkimm<\/i> • <i>Refinery29<\/i> • <i>Bloomberg<\/i> • <i>Self<\/i> • <i>Real Simple<\/i>&#xa0;•<i>&#xa0;Town &amp; Country<\/i> • <i>Bustle<\/i> • <i>Paste<\/i> •&#xa0;<i>Publishers Weekly&#xa0;<\/i>•<i> Library Journal<\/i> • <i>LibraryReads<\/i> • <i>BookRiot<\/i> • Pamela Paul, KQED • New York Public Library<\/b>"}, 
{"wrapperType":"audiobook", "artistId":2063449, "collectionId":1411815179, "amgArtistId":517581, "artistName":"Eckhart Tolle", "collectionName":"The Power of Now: A Guide to Spiritual Enlightenment", "collectionCensoredName":"The Power of Now: A Guide to Spiritual Enlightenment", "artistViewUrl":"https://books.apple.com/us/author/eckhart-tolle/id2063449?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-power-of-now-a-guide-to-spiritual-enlightenment/id1411815179?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/b8/ec/a4/b8eca49f-62f0-e540-1d26-2e51c21b7c96/dj.hphfqcxn.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/b8/ec/a4/b8eca49f-62f0-e540-1d26-2e51c21b7c96/dj.hphfqcxn.jpg/100x100bb.jpg", "collectionPrice":19.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2000 New World Library", "country":"USA", "currency":"USD", "releaseDate":"2000-01-01T08:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/19/73/e7/1973e781-ed7e-16f1-e2fd-ef6b9703b577/mzaf_7996735602103991635.std.aac.p.m4a", 
"description":"<b>Open yourself to the transforming experience of <i>The Power of Now<\/i>, the acclaimed bestseller by revolutionary spiritual teacher Eckhart Tolle.<\/b><br /><br />To make the journey into the Now we will need to leave our analytical mind and its false created self, the ego, behind. From the very first minute of Eckhart Tolle's extraordinary book, we move rapidly into a significantly higher altitude where we breathe a lighter air. We become connected to the indestructible essence of our Being, “The eternal, ever present One Life beyond the myriad forms of life that are subject to birth and death.”<br /><br />Although the journey is challenging, Eckhart Tolle uses simple language and an easy question and answer format to guide us. A word of mouth phenomenon since its first publication, <i>The Power of Now<\/i> is one of those rare audiobooks with the power to create an experience in listeners, one that can radically change their lives for the better."}, 
{"wrapperType":"audiobook", "artistId":20078016, "collectionId":1600902575, "artistName":"Karin Slaughter", "collectionName":"Girl, Forgotten: A Novel", "collectionCensoredName":"Girl, Forgotten: A Novel", "artistViewUrl":"https://books.apple.com/us/author/karin-slaughter/id20078016?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/girl-forgotten-a-novel/id1600902575?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music112/v4/82/84/34/828434e2-be76-3e8c-6a43-224300998681/9781504780360_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music112/v4/82/84/34/828434e2-be76-3e8c-6a43-224300998681/9781504780360_cover.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2022 Blackstone Audio", "country":"USA", "currency":"USD", "releaseDate":"2022-08-02T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview112/v4/b1/b4/f5/b1b4f56a-c00c-0bf3-026e-50628f690331/mzaf_4449487435870583350.std.aac.p.m4a", 
"description":"<b> From the <i>New York Times<\/i> bestselling author of <i>Pieces of Her<\/i> comes an electrifying thriller featuring newly minted US Marshall Andrea Oliver as she investigates a cold case with links to her father’s past.<\/b><br /><br />A small town hides a big secret.<br /><br />Who killed Emily Vaughn?<br /><br />A girl with a secret. Longbill Beach, 1982. Emily Vaughn gets ready for the prom. For an athlete, who is smart, pretty and well-liked, this night that should be the highlight of her high school career. But Emily has a secret. And by the end of the evening, that secret will be silenced forever.<br /><br />An unsolved murder.<br /><br />Forty years later, Emily’s murder remains a mystery. Her tight-knit group of friends closed ranks; her respected, wealthy family retreated inwards; the small town moved on from her grisly attack. But all that’s about to change.<br /><br />One final chance to uncover a killer.<br /><br />US Marshal Andrea Oliver arrives in Longbill Beach on her first assignment: to protect a judge receiving death threats. But, in reality, Andrea is there to find justice for Emily. The killer is still out there—and Andrea must discover the truth before she gets silenced, too."}, 
{"wrapperType":"audiobook", "artistId":1482614591, "collectionId":1515404624, "artistName":"Jay Shetty", "collectionName":"Think Like a Monk (Unabridged)", "collectionCensoredName":"Think Like a Monk (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/jay-shetty/id1482614591?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/think-like-a-monk-unabridged/id1515404624?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music123/v4/08/f2/02/08f2023b-032d-d204-dae8-02b5341334db/9781797100548.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music123/v4/08/f2/02/08f2023b-032d-d204-dae8-02b5341334db/9781797100548.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-09-08T07:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/9c/7c/5f/9c7c5fe4-149f-ba82-06c8-37d14f14e507/mzaf_8565622262869008661.std.aac.p.m4a", 
"description":"<b>Jay Shetty, social media superstar and host of the #1 podcast <i>On Purpose<\/i>, distills the timeless wisdom he learned as a monk into practical steps anyone can take every day to live a less anxious, more meaningful life.<\/b><br /><br />When you think like a monk, you’ll understand:<br /> -How to overcome negativity<br /> -How to stop overthinking<br /> -Why comparison kills love<br /> -How to use your fear<br /> -Why you can’t find happiness by looking for it<br /> -How to learn from everyone you meet<br /> -Why you are not your thoughts<br /> -How to find your purpose<br /> -Why kindness is crucial to success<br /> -And much more...<br /><br />Shetty grew up in a family where you could become one of three things—a doctor, a lawyer, or a failure. His family was convinced he had chosen option three: instead of attending his college graduation ceremony, he headed to India to become a monk, to meditate every day for four to eight hours, and devote his life to helping others. After three years, one of his teachers told him that he would have more impact on the world if he left the monk’s path to share his experience and wisdom with others. Heavily in debt, and with no recognizable skills on his résumé, he moved back home in north London with his parents.<br /><br />Shetty reconnected with old school friends—many working for some of the world’s largest corporations—who were experiencing tremendous stress, pressure, and unhappiness, and they invited Shetty to coach them on well-being, purpose, and mindfulness. Since then, Shetty has become one of the world’s most popular influencers. In 2017, he was named in the <i>Forbes<\/i> magazine 30-under-30 for being a game-changer in the world of media. In 2018, he had the #1 video on Facebook with over 360 million views. His social media following totals over 38 million, he has produced over 400 viral videos which have amassed more than 8 billion views, and his podcast, <i>On Purpose<\/i>, is consistently ranked the world’s #1 Health and Wellness podcast.<br /><br />In this inspiring, empowering book, Shetty draws on his time as a monk to show us how we can clear the roadblocks to our potential and power. Combining ancient wisdom and his own rich experiences in the ashram, <i>Think Like a Monk<\/i> reveals how to overcome negative thoughts and habits, and access the calm and purpose that lie within all of us. He transforms abstract lessons into advice and exercises we can all apply to reduce stress, improve relationships, and give the gifts we find in ourselves to the world. Shetty proves that everyone can—and should—think like a monk."}, 
{"wrapperType":"audiobook", "artistId":495833189, "collectionId":706376187, "artistName":"Eric Worre", "collectionName":"Go Pro - 7 Steps to Becoming a Network Marketing Professional (Unabridged)", "collectionCensoredName":"Go Pro - 7 Steps to Becoming a Network Marketing Professional (Unabridged)", "artistViewUrl":"https://music.apple.com/us/artist/eric-worre/495833189?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/go-pro-7-steps-to-becoming-a-network-marketing/id706376187?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music/v4/45/2d/49/452d49d8-c2d2-0dc1-3c7e-bb77dd34064e/itunes.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music/v4/45/2d/49/452d49d8-c2d2-0dc1-3c7e-bb77dd34064e/itunes.jpg/100x100bb.jpg", "collectionPrice":4.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2013 Network Marketing Pro Inc.", "country":"USA", "currency":"USD", "releaseDate":"2013-09-13T07:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/72/fc/ac/72fcacd1-dfa8-6ecd-4160-cdc1fb965ea7/mzaf_8082613979666238578.std.aac.p.m4a", 
"description":"Over twenty years ago at a company convention, Eric Worre had an \"aha\" moment that changed his life forever. At that event he made the decision to Go Pro and become a Network Marketing expert. Since that time, he has focused on developing the skills to do just that. In doing so, Eric has touched and been touched by hundreds of thousands of people around the world. Now he shares his wisdom in a guide that will ignite your passion for this profession and help you make the decision to Go Pro and create the life of your dreams. <br /><br />In this definitive guidebook, you will learn to: <br /> \n Find prospects  \n Invite them to your product or opportunity  \n Present your product  \n Follow up with your prospects  \n Help them become customers or distributors  \n Help them get started right  \n Grow your team by promoting events  \n And much, much more… \n \n<br />Eric s wish is for you to make the decision to become a Network Marketing Professional. For you to truly Go Pro. Because it is a stone-cold fact that Network Marketing is a better way. Now let's go tell the world."}, 
{"wrapperType":"audiobook", "artistId":463178270, "collectionId":944219204, "artistName":"Gino Wickman", "collectionName":"Traction: Get a Grip on Your Business (Unabridged)", "collectionCensoredName":"Traction: Get a Grip on Your Business (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/gino-wickman/id463178270?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/traction-get-a-grip-on-your-business-unabridged/id944219204?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music123/v4/60/9b/58/609b58d9-60a4-8976-4108-adf24190ccf6/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music123/v4/60/9b/58/609b58d9-60a4-8976-4108-adf24190ccf6/rm_image.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2012 Audible Studios", "country":"USA", "currency":"USD", "releaseDate":"2012-12-21T08:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/8f/45/fc/8f45fc4e-6caa-0c56-81bf-1c7abe8ed659/mzaf_3927662026825991552.std.aac.p.m4a", 
"description":"Do you have a grip on your business, or does your business have a grip on you? <br /><br />All entrepreneurs and business leaders face similar frustrations: personnel conflict, profit woes, and inadequate growth. Decisions never seem to get made, or once made, fail to be properly implemented. But there is a solution. It’s not complicated or theoretical. <br /><br />The Entrepreneurial Operating System is a practical method for achieving the business success you have always envisioned. More than 2,000 companies have discovered what EOS can do. <br /><br /> In<i>Traction<\/i>, you’ll learn the secrets of strengthening the six key components of your business. You’ll discover simple yet powerful ways to run your company that will give you and your leadership team more focus, more growth, and more enjoyment. Successful companies are applying Traction every day to run profitable, frustration-free businesses - and you can too."}, 
{"wrapperType":"audiobook", "artistId":589482813, "collectionId":1511085290, "artistName":"James Nestor", "collectionName":"Breath: The New Science of a Lost Art (Unabridged)", "collectionCensoredName":"Breath: The New Science of a Lost Art (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/james-nestor/id589482813?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/breath-the-new-science-of-a-lost-art-unabridged/id1511085290?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/33/6c/3e/336c3ee3-854e-82b6-9bee-3ba4444aad93/9780593211519.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/33/6c/3e/336c3ee3-854e-82b6-9bee-3ba4444aad93/9780593211519.d.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-05-26T07:00:00Z", "primaryGenreName":"Science & Nature", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/6f/7e/09/6f7e0967-12a8-aea8-c01a-55598c7bcc00/mzaf_8728330292788153366.std.aac.p.m4a", 
"description":"<b>A <i>New York Times <\/i>Bestseller<br /><br /><b>A <i>Washington Post<\/i> Notable Nonfiction Book of 2020 <br /><br /><\/b>Named a Best Book of 2020 by NPR<br /> <b>&#xa0;<\/b><br /> <b>“A fascinating scientific, cultural, spiritual and evolutionary history of the way humans breathe—and how we’ve all been doing it wrong for a long, long time.” —Elizabeth Gilbert, author of <i>Big Magic <\/i>and <i>Eat Pray Love<\/i><\/b><br /><br />No matter what you eat, how much you exercise, how skinny or young or wise you are, none of it matters if you’re not breathing properly.<\/b><br /><br />There is nothing more essential to our health and well-being than breathing: take air in, let it out, repeat twenty-five thousand times a day. Yet, as a species, humans have lost the ability to breathe correctly, with grave consequences. <br /><br />Journalist James Nestor travels the world to figure out what went wrong and how to fix it. The answers aren’t found in pulmonology labs, as we might expect, but in the muddy digs of ancient burial sites, secret Soviet facilities, New Jersey choir schools, and the smoggy streets of São Paulo. Nestor tracks down men and women exploring the hidden science behind ancient breathing practices like Pranayama, Sudarshan Kriya, and Tummo and teams up with pulmonary tinkerers to scientifically test long-held beliefs about how we breathe.<br /><br />Modern research is showing us that making even slight adjustments to the way we inhale and exhale can jump-start athletic performance; rejuvenate internal organs; halt snoring, asthma, and autoimmune disease; and even straighten scoliotic spines. None of this should be possible, and yet it is. <br /><br />Drawing on thousands of years of medical texts and recent cutting-edge studies in pulmonology, psychology, biochemistry, and human physiology, <i>Breath <\/i>turns the conventional wisdom of what we thought we knew about our most basic biological function on its head. You will never breathe the same again."}, 
{"wrapperType":"audiobook", "artistId":2067983, "collectionId":1434058807, "artistName":"George R.R. Martin", "collectionName":"A Game of Thrones: A Song of Ice and Fire: Book One (Unabridged)", "collectionCensoredName":"A Game of Thrones: A Song of Ice and Fire: Book One (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/george-r-r-martin/id2067983?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-game-of-thrones-a-song-of-ice-and-fire-book-one-unabridged/id1434058807?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/ee/6a/18/ee6a1866-5e88-8640-19ae-f71797c3dfba/9781415900642.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/ee/6a/18/ee6a1866-5e88-8640-19ae-f71797c3dfba/9781415900642.d.jpg/100x100bb.jpg", "collectionPrice":24.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2003-08-14T07:00:00Z", "primaryGenreName":"Sci-Fi & Fantasy", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/d7/6d/33/d76d33cf-4e60-8df2-d7b8-fb42f842c192/mzaf_13748739641784907894.std.aac.p.m4a", 
"description":"<b>NOW THE ACCLAIMED HBO SERIES&#xa0;<i>GAME OF THRONES<\/i>—THE MASTERPIECE THAT BECAME A CULTURAL PHENOMENON<\/b><br />&#xa0;<br />Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King’s Landing. There Eddard Stark of Winterfell rules in Robert’s name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse—unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season.<br />&#xa0;<br />Yet a more immediate threat lurks to the south, where Jon Arryn, the Hand of the King, has died under mysterious circumstances. Now Robert is riding north to Winterfell, bringing his queen, the lovely but cold Cersei, his son, the cruel, vainglorious Prince Joffrey, and the queen’s brothers Jaime and Tyrion of the powerful and wealthy House Lannister—the first a swordsman without equal, the second a dwarf whose stunted stature belies a brilliant mind. All are heading for Winterfell and a fateful encounter that will change the course of kingdoms.<br />&#xa0;<br />Meanwhile, across the Narrow Sea, Prince Viserys, heir of the fallen House Targaryen, which once ruled all of Westeros, schemes to reclaim the throne with an army of barbarian Dothraki—whose loyalty he will purchase in the only coin left to him: his beautiful yet innocent sister, Daenerys."}, 
{"wrapperType":"audiobook", "artistId":117378360, "collectionId":413803690, "artistName":"Miyamoto Musashi", "collectionName":"A Book of Five Rings: The Strategy of Musashi (Unabridged)", "collectionCensoredName":"A Book of Five Rings: The Strategy of Musashi (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/miyamoto-musashi/id117378360?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-book-of-five-rings-the-strategy-of-musashi-unabridged/id413803690?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/af/f8/65/aff86538-7d1d-bbe2-dbd3-d72db69164c6/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music122/v4/af/f8/65/aff86538-7d1d-bbe2-dbd3-d72db69164c6/rm_image.jpg/100x100bb.jpg", "collectionPrice":3.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2011 Trout Lake Media", "country":"USA", "currency":"USD", "releaseDate":"2011-01-07T08:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview112/v4/3c/d6/46/3cd6467e-0e08-2157-4af2-170f0a55c6a3/mzaf_18407828654297797140.std.aac.p.m4a", 
"description":"Legendary 17th century swordsman Miyamoto Musashi’s exposition of sword fighting, strategy and Zen philosophy. Required reading for any martial artist, business person or student of strategy. Includes the one hour Zen inspired soundtrack The Mysterious Sound of Wind in the Bamboo. Performed on authentic Japanese instruments."}, 
{"wrapperType":"audiobook", "artistId":358501055, "collectionId":1513115488, "artistName":"Jen Sincero", "collectionName":"You Are a Badass®", "collectionCensoredName":"You Are a Badass®", "artistViewUrl":"https://books.apple.com/us/author/jen-sincero/id358501055?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/you-are-a-badass/id1513115488?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/8a/35/6f/8a356f62-b238-4b3e-15ea-87f2ebeb2de6/9781549104145.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/8a/35/6f/8a356f62-b238-4b3e-15ea-87f2ebeb2de6/9781549104145.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-07-03T07:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/82/79/72/827972d9-1c54-4e8d-db0f-980515524372/mzaf_11495782265035467858.std.aac.p.m4a", 
"description":"<b>Packed with humor, inspiration, and advice, <i>You Are a Badass<\/i> is the #1 <i>New York Times<\/i> bestselling self-help book that teaches you how to get better without getting busted.<\/b><br />In this refreshingly entertaining how-to guide, bestselling author and world-traveling success coach, Jen Sincero, serves up twenty-seven bite-sized chapters full of hilariously inspiring stories, sage advice, easy exercises, and the occasional swear word, helping you to:Identify and change the self-sabotaging beliefs and behaviors that stop you from getting what you want,Create a life you totally love. And create it NOW, andMake some damn money already. The kind you've never made before.<br />By the end of <i>You Are a Badass,<\/i> you'll understand why you are how you are, how to love what you can't change, how to change what you don't love, and how to use The Force to kick some serious ass.<br /> *NEW AUDIO EDITION* - This audiobook is read by the author in a fresh new unabridged production, and features an exclusive interview with the author."}, 
{"wrapperType":"audiobook", "artistId":164883469, "collectionId":1441504274, "amgArtistId":441578, "artistName":"Harper Lee", "collectionName":"To Kill a Mockingbird", "collectionCensoredName":"To Kill a Mockingbird", "artistViewUrl":"https://books.apple.com/us/author/harper-lee/id164883469?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/to-kill-a-mockingbird/id1441504274?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music128/v4/60/15/9f/60159f04-dfea-82be-4387-c8a4c59b2aed/9780062368690.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music128/v4/60/15/9f/60159f04-dfea-82be-4387-c8a4c59b2aed/9780062368690.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2014-07-08T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/0a/da/42/0ada422d-a291-9149-a8fd-7703e9b567ef/mzaf_12807738873325793361.std.aac.p.m4a", 
"description":"Voted America's Best-Loved Novel in PBS's The Great American Read<br /><br />Harper Lee's Pulitzer Prize-winning masterwork of honor and injustice in the deep South—and the heroism of one man in the face of blind and violent hatred<br /><br />One of the&#xa0;most cherished&#xa0;stories of all time, To Kill a Mockingbird has been translated into more than forty languages, sold more than forty million copies worldwide, served as the basis for an enormously popular motion picture, and was voted one of the best novels of the twentieth century by librarians across the country. A gripping, heart-wrenching, and wholly remarkable tale of coming-of-age in a South poisoned by virulent prejudice, it views a world of great beauty and savage inequities through the eyes of a young girl, as her father—a crusading local lawyer—risks everything to defend a black man unjustly accused of a terrible crime."}, 
{"wrapperType":"audiobook", "artistId":576512071, "collectionId":1459653604, "artistName":"Taylor Jenkins Reid", "collectionName":"Daisy Jones & The Six: A Novel (Unabridged)", "collectionCensoredName":"Daisy Jones & The Six: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/taylor-jenkins-reid/id576512071?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/daisy-jones-the-six-a-novel-unabridged/id1459653604?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/80/35/be/8035bee9-b45a-c6e1-51f1-db26a943a8c8/9781984845306.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/80/35/be/8035bee9-b45a-c6e1-51f1-db26a943a8c8/9781984845306.d.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2019-03-05T08:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/f3/a5/22/f3a5223a-4123-365b-aaa0-0f880d299821/mzaf_17867649936510913542.std.aac.p.m4a", 
"description":"<b>A gripping novel about the whirlwind rise of an iconic 1970s rock group and their beautiful lead singer, revealing the mystery behind their infamous breakup.<\/b><br /><br /><b>“I devoured&#xa0;<i>Daisy Jones &amp; The Six<\/i>&#xa0;in a day, falling head over heels for it. Daisy and the band captured my heart.”—Reese Witherspoon&#xa0;<b>(Reese’s Book Club x Hello Sunshine book pick)<\/b><br /><\/b><br /><i>Everyone knows DAISY JONES &amp; THE SIX, but nobody knows the reason behind their split at the absolute height of their popularity . . . until now.<br /><br /><\/i>Daisy is a girl coming of age in L.A. in the late sixties, sneaking into clubs on the Sunset Strip, sleeping with rock stars, and dreaming of singing at the Whisky a Go Go. The sex and drugs are thrilling, but it’s the rock&#xa0;’n’ roll she loves most. By the time she’s twenty, her voice is getting noticed, and she has the kind of heedless beauty that makes people do crazy things.<br /><br />Also getting noticed is The Six, a band led by the brooding Billy Dunne. On the eve of their first tour, his girlfriend Camila finds out she’s pregnant, and with the pressure of impending fatherhood and fame, Billy goes a little wild on the road.<br /><br />Daisy and Billy cross paths when a producer realizes that the key to supercharged success is to put the two together. What happens next will become the stuff of legend.<br /><br />The making of that legend is chronicled in this riveting and unforgettable novel, written as an oral history of one of the biggest bands of the seventies. Taylor Jenkins Reid is a talented writer who takes her work to a new level with&#xa0;<i>Daisy Jones &amp; The Six,&#xa0;<\/i>brilliantly capturing a place and time in an utterly distinctive voice.<br /><br /><b>Includes a PDF of song lyrics from the book<\/b><br /><br /><b>Cast List:<\/b><br /> Daisy Jones, read by Jennifer Beals&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0; <br /> Billy Dunne, read by Pablo Schreiber<br /> Graham Dunne, read by Benjamin Bratt<br /> Eddie Loving, read by Fred Berman<br /> Warren Rhodes, read by Ari Fliakos<br /> Karen Karen, read by Judy Greer<br /> Camila Dunne, read by January LaVoy<br /> Simone Jackson, read by Robinne Lee<br /> Narrator / Author, read by Julia Whelan<br /> Jim Blades, read by Jonathan Davis<br /> Rod Reyes, read by Henry Leyva <br /> Artie Snyder, read by Oliver Wyman<br /> Elaine Chang, read by Nancy Wu<br /> Freddie Mendoza, read by P.J. Ochlan<br /> Nick Harris, read by Arthur Bishop<br /> Jonah Berg, read by Holter Graham<br /> Greg McGuinness, read by Brendan Wayne<br /> Pete Loving, read by Pete Larkin<br /> Wyatt Stone, read by Alex Jenkins Reid<br /> Hank Allen, read by Robert Petkoff<br /> Opal Cunningham, read by Sara Arrington<br /><br /><b>Praise for&#xa0;<i>Daisy Jones &amp; The Six<\/i><\/b><br /><br />“<i>Daisy Jones &amp; The Six<\/i>&#xa0;is&#xa0;just plain fun from cover to cover. . . . Her characters feel so vividly real, you’ll wish you could stream their albums, YouTube their concerts, and google their wildest moments to see them for yourself.”<b>—<i>HelloGiggles<\/i><\/b><br /><br />“Reid’s wit and gift for telling a perfectly paced story make this&#xa0;one of the most enjoyably readable books of the year.”<b>—<i>Nylon<\/i><\/b><br /><br />“Reid delivers a stunning story&#xa0;of sex, drugs, and rock ’n’ roll in the 1960s and ’70s in this expertly wrought novel. Mimicking the style and substance of a tell-all celebrity memoir . . . Reid creates both story line and character gold. The book’s prose is propulsive, original, and often raw.”<b>—<i>Publishers Weekly&#xa0;<\/i>(starred review)<\/b>"}, 
{"wrapperType":"audiobook", "artistId":213196586, "collectionId":1532154863, "amgArtistId":1065719, "artistName":"Matt Haig", "collectionName":"The Midnight Library: A Novel (Unabridged)", "collectionCensoredName":"The Midnight Library: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/matt-haig/id213196586?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-midnight-library-a-novel-unabridged/id1532154863?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/4a/61/4d/4a614d58-0f49-4f36-e822-5e73235446ad/9780593340233.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music124/v4/4a/61/4d/4a614d58-0f49-4f36-e822-5e73235446ad/9780593340233.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-09-29T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/31/4a/83/314a8320-95b0-b574-711d-20c4989861a9/mzaf_10515455682899992600.std.aac.p.m4a", 
"description":"<b><b><b><b>The #1 <i>New York Times <\/i>bestselling WORLDWIDE phenomenon <\/b><br /><br /> <b>Winner of the Goodreads Choice Award for Fiction | A Good Morning America Book Club Pick | <i>Independent (<\/i>London) Ten Best Books of the Year<\/b><br /><br /> <b>\"A feel-good book guaranteed to lift your spirits.\"<i>—The Washington Post<\/i> <br /><br /> The dazzling reader-favorite about the choices that go into a life well lived, from the acclaimed author of <i>How To Stop Time <\/i>and<i> The Comfort Book.<\/i><\/b><br /> <b> <\/b><\/b><\/b><\/b><br />Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?<br /><br />In <i>The Midnight Library<\/i>, Matt Haig's enchanting blockbuster novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place."}, 
{"wrapperType":"audiobook", "artistId":2069540, "collectionId":1418844786, "artistName":"Patrick Lencioni", "collectionName":"The Five Dysfunctions of a Team: A Leadership Fable (Unabridged)", "collectionCensoredName":"The Five Dysfunctions of a Team: A Leadership Fable (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/patrick-lencioni/id2069540?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-five-dysfunctions-of-a-team/id1418844786?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/e8/54/94/e8549496-eb9b-988b-25b5-307f8e2f6aeb/9780739304730.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/e8/54/94/e8549496-eb9b-988b-25b5-307f8e2f6aeb/9780739304730.d.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2002-07-30T07:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/72/3c/ce/723cce04-c091-f739-1eac-a53421970af4/mzaf_2894465502167670990.std.aac.p.m4a", 
"description":"After her first two weeks observing the problems at DecisionTech, Kathryn Petersen, its new CEO, had more than a few moments when she wondered is she should have taken the job. But Kathryn knew there was little chance she would have turned it down. After all, retirement had made her antsy, and nothing excited her more than a challenge. What she could not have known when she accepted the job, however, was just how dysfunctional her team was, and how team members would challenge her in ways that no one ever had before.<br /><br />In <i>The Five Dysfunctions of a Team<\/i>, Patrick Lencioni once again offers a leadership fable that is as enthralling and instructive as his first two bestselling books, <i>The Five Temptations of a CEO<\/i> and <i>The Four Obsessions of an Extraordinary Executive<\/i>. This time, he turns his keen intellect and storytelling power to the fascinating, complex world of teams."}, 
{"wrapperType":"audiobook", "artistId":1245489396, "collectionId":1624432265, "artistName":"Ellis O. Day", "collectionName":"His Sub: A steamy, curvy single mother, second chance romantic comedy", "collectionCensoredName":"His Sub: A steamy, curvy single mother, second chance romantic comedy", "artistViewUrl":"https://books.apple.com/us/author/ellis-o-day/id1245489396?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/his-sub-a-steamy-curvy-single-mother-second-chance/id1624432265?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/53/23/30/53233068-776a-677f-07ab-6a070d01f280/9781942706854_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music126/v4/53/23/30/53233068-776a-677f-07ab-6a070d01f280/9781942706854_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2022 Ellis O. Day", "country":"USA", "currency":"USD", "releaseDate":"2022-05-13T07:00:00Z", "primaryGenreName":"Romance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview112/v4/20/0f/41/200f41ad-53f9-61b4-09a1-754a02705a27/mzaf_8897768291177340194.std.aac.p.m4a", 
"description":"Terry is rich, attractive and all Dom.<br /><br />When he sees something he likes, he gets it.<br /><br />His women are hot, successful and experienced in BDSM.<br /><br />Until he meets Maggie.<br /><br />She’s not at all his usual type. She’s round, lush and a hot mess of a woman.<br /><br />It’s obvious she doesn’t belong at La Petite Mort Club, and he can’t help following her. She needs someone to look out for her. She’s a little rabbit in a club full of predators.<br /><br />When she gets herself into a situation, he has no choice but to rescue her.<br /><br />When he realizes that she’s a natural submissive and innocent of the kinkier side of sex, he’ll stop at nothing to have. He can’t wait to show her how good it’ll feel when she surrenders to his desires.<br /><br />Maggie had no idea that the club she was going to was a “sex” club.<br /><br />She tries not to look, but there are people doing it everywhere. She is not getting turned on by it. Not at all. Really, she isn’t.<br /><br />All she has to do, is find her friend and get out of there.<br /><br />Of course, that’s easier said than done. Not only has she bumped into just about every person in the club, but one of the men—a very handsome and extremely rude stranger—not only follows her, but suggests that they “do it” in the hallway. As if she’d ever do something like that. She’s a recently divorced, mother of three, not some wild, young woman.<br /><br />She tells him, in no uncertain terms, what she thinks of his suggestion but then, she finds herself in a dangerous situation.<br /><br />Will the rude stranger save her, or will he turn out to be even more dangerous than the others?<br /><br />If you enjoy steamy, second chance romantic comedy / erotic romance then you'll love this story. Most of us can relate to Maggie - a curvy, divorced, single mother of three who yearns to feel like a woman - sexy and free. Terry is just the alpha male Dom who's ready to show her how hot and good it can be between them."}, 
{"wrapperType":"audiobook", "artistId":1566629948, "collectionId":1626681174, "artistName":"Kate Bold", "collectionName":"Nowhere Safe (A Harley Cole FBI Suspense Thriller—Book 1)", "collectionCensoredName":"Nowhere Safe (A Harley Cole FBI Suspense Thriller—Book 1)", "artistViewUrl":"https://books.apple.com/us/author/kate-bold/id1566629948?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/nowhere-safe-a-harley-cole-fbi-suspense-thriller-book-1/id1626681174?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music122/v4/35/6d/51/356d51d2-4c9c-8118-b252-6f124a139217/9781094323640_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music122/v4/35/6d/51/356d51d2-4c9c-8118-b252-6f124a139217/9781094323640_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2022 Lukeman Literary Management", "country":"USA", "currency":"USD", "releaseDate":"2022-07-12T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview122/v4/e7/60/5b/e7605b42-b509-2255-75b4-28a09c4d1f1b/mzaf_9327644960748463231.std.aac.p.m4a", 
"description":"“This is an excellent book… When you start reading, be sure you don’t have to wake up early!”<br />—Reader review for The Killing Game<br />?????<br /><br />FBI BAU special agent Harley Cole, as brilliant as she is at hunting serial killers, has bent the rules one too many times and, put on leave, decides to return to her small-town Southwestern roots and visit her dying father. But when a new killer strikes nearby, leaving a trail of women in abandoned desert mines, it hits close to home for Harley, eerily reminiscent of her sister’s unsolved case—and forces her to consider the local FBI field office’s desperate plea for help.<br /><br />Nowhere Safe (A Harley Cole FBI Suspense Thriller—Book 1) is the debut novel in a new series by #1 bestselling mystery and suspense author Kate Bold.<br /><br />Harley, reeling from her being put on leave, from her long-term relationship falling apart, and from her father’s dying, is hardly ready to return to her hometown, to its long-buried secrets, and her tortured past. She spent her life escaping this small town—but, as she settles back in, she wonders: might she have been wrong all this time?<br /><br />Yet as more bodies surface and as every clue leads to a dead end, Harley, clashing with her new partner, realizes she’s in a race against time.<br /><br />Will she save the next victim in time? Or will the endless desert, and her dark past, swallow her for good?<br /><br />A page-turning and harrowing crime thriller featuring a brilliant and tortured FBI agent, the HARLEY COLE series is a riveting mystery, packed with non-stop action, suspense, twists and turns, revelations, and driven by a breakneck pace that will keep you flipping pages late into the night. Fans of Rachel Caine, Teresa Driscoll, and Robert Dugoni are sure to fall in love.<br /><br />Books #2 and #3 in the series—NOWHERE LEFT and NOWHERE TO RUN—are also available.<br /><br />“This book moved very fast and every page was exciting. Plenty of dialogue, you absolutely love the characters, and you were rooting for the good guy throughout the whole story… I look forward to reading the next in the series.”<br />—Reader review for The Killing Game<br />?????<br /><br />“Kate did an amazing job on this book and I was hooked from the first chapter!”<br />—Reader review for The Killing Game<br />?????<br /><br />“I really enjoyed this book. The characters were authentic, and I see the bad guys as something we hear about daily on the news... Looking forward to book 2.”<br />—Reader review for The Killing Game<br />?????<br /><br />“This was a really good book. The main characters were real, flawed and human. The story went along quickly and wasn't mired in too many unnecessary details. I really enjoyed it.”<br />—Reader review for The Killing Game<br />?????<br /><br />“Alexa Chase is headstrong, impatient, but most of all brave with a capital B. She never, repeat never, backs down until the bad guys are put where they belong. Clearly five stars!”<br />—Reader review for The Killing Game<br />?????<br /><br />“Captivating and riveting serial murder with a twist of the macabre… Very well done.”<br />—Reader review for The Killing Game<br />?????<br /><br />“WOW what a great read! Talk about a diabolical killer! Really enjoyed this book. Looking forward to reading others by this author as well.”<br />—Reader review for The Killing Game<br />?????<br /><br />“Page turner for sure. Great characters and relationships. I got into the middle of this story and couldn’t put it down. Looking forward to more from Kate Bold.”<br />—Reader review for The Killing Game<br />?????<br /><br />“Hard to put down. It has an excellent plot and has the right amount of suspense. I really enjoyed this book.”<br />—Reader review for The Killing Game<br />?????<br /><br />“Extremely well written, and well worth buying and reading. I can't wait to read book two!”<br />—Reader review for The Killing Game<br />?????"}, 
{"wrapperType":"audiobook", "artistId":2063449, "collectionId":1423876258, "amgArtistId":517581, "artistName":"Eckhart Tolle", "collectionName":"A New Earth: Awakening Your Life's Purpose (Unabridged)", "collectionCensoredName":"A New Earth: Awakening Your Life's Purpose (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/eckhart-tolle/id2063449?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-new-earth-awakening-your-lifes-purpose-unabridged/id1423876258?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music128/v4/d4/20/af/d420af15-ac10-0eea-e50a-c6db5e913b97/9780786555390.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music128/v4/d4/20/af/d420af15-ac10-0eea-e50a-c6db5e913b97/9780786555390.d.jpg/100x100bb.jpg", "collectionPrice":16.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2005-10-06T07:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/cb/97/ae/cb97aeef-d1a6-ed82-e11c-59efa5ff7c19/mzaf_18079249399315388370.std.aac.p.m4a", 
"description":"<b>“[Oprah] Winfrey calls the book ‘a wake-up call for the entire planet, one reader at a time.’”—<i>USA Today<\/i><\/b><br /> &#xa0;<br /> With his bestselling spiritual guide <i>The Power of Now<\/i>, Eckhart Tolle inspired millions of readers to discover the freedom and joy of a life lived “in the now.” In <i>A New Earth<\/i>, Tolle expands on these powerful ideas to show how transcending our ego-based state of consciousness is not only essential to personal happiness, but also the key to ending conflict and suffering throughout the world. Tolle describes how our attachment to the ego creates the dysfunction that leads to anger, jealousy, and unhappiness, and shows readers how to awaken to a new state of consciousness and follow the path to a truly fulfilling existence. <br /> &#xa0;<br /> Illuminating, enlightening, and uplifting, <i>A New Earth<\/i> is a profoundly spiritual manifesto for a better way of life—and for building a better world."}, 
{"wrapperType":"audiobook", "artistId":1061299863, "collectionId":1447015892, "artistName":"Blake Pierce", "collectionName":"A Trace of Death (A Keri Locke Mystery–Book 1)", "collectionCensoredName":"A Trace of Death (A Keri Locke Mystery–Book 1)", "artistViewUrl":"https://books.apple.com/us/author/blake-pierce/id1061299863?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-trace-of-death-a-keri-locke-mystery-book-1/id1447015892?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music118/v4/cf/a3/59/cfa359f7-4ae5-9173-c9c9-ed6c379f99b3/9781640295100_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music118/v4/cf/a3/59/cfa359f7-4ae5-9173-c9c9-ed6c379f99b3/9781640295100_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2017 Lukeman Literary Management", "country":"USA", "currency":"USD", "releaseDate":"2017-02-10T08:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview124/v4/42/d4/32/42d432f5-10ed-a3ca-000b-bbca8e874c96/mzaf_16911881468448630315.std.aac.p.m4a", 
"description":"<b>From #1 bestselling mystery author Blake Pierce comes a new masterpiece of psychological suspense.<\/b><br /><br />Keri Locke, Missing Persons Detective in the Homicide division of the LAPD, remains haunted by the abduction of her own daughter, years before, never found. Still obsessed with finding her, Keri buries her grief the only way she knows how: by throwing herself into the cases of missing persons in Los Angeles.<br /><br />A routine phone call from a worried mother of a high-schooler, only two hours missing, should be ignored. Yet something about the mother’s voice strikes a chord, and Keri decides to investigate.<br /><br />What she finds shocks her. The missing daughter—of a prominent senator—was hiding secrets no one knew. When all evidence points to a runaway, Keri is ordered off the case. And yet, despite pressure from her superiors, from the media, despite all trails going cold, the brilliant and obsessed Keri refuses to let it go. She knows she has but 48 hours if she has any chance of bringing this girl back alive.<br /><br />A dark psychological thriller with heart-pounding suspense, <i>A Trace of Death<\/i> marks the debut of a riveting series—and a beloved new character—that will leave you listening late into the night."}, 
{"wrapperType":"audiobook", "artistId":2023891, "collectionId":1579449676, "artistName":"John Grisham", "collectionName":"The Judge's List: A Novel (Unabridged)", "collectionCensoredName":"The Judge's List: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/john-grisham/id2023891?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-judges-list-a-novel-unabridged/id1579449676?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/60/4a/f9/604af9ca-1cc2-9fc7-dcdb-7a2a43b7f38d/9780593168493.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music125/v4/60/4a/f9/604af9ca-1cc2-9fc7-dcdb-7a2a43b7f38d/9780593168493.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2021-10-19T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/28/da/42/28da4280-7df5-e091-dcbb-939a18c4faff/mzaf_9751287957472279852.std.aac.p.m4a", 
"description":"<b>#1 <i>NEW YORK TIMES<\/i> BEST SELLER • Investigator Lacy Stoltz follows the trail of a serial killer, and closes in on a shocking suspect—a sitting judge—in “one of the best crime reads of the year.... Bristling with high-tech detail and shivering with suspense<b>....<\/b> Worth staying up all night to finish” (<i>Wall Street Journal<\/i>).<\/b><br />&#xa0;&#xa0;&#xa0;&#xa0;<br />In <i>The Whistler<\/i>, Lacy Stoltz investigated a corrupt judge who was taking millions in bribes from a crime syndicate. She put the criminals away, but only after being attacked and nearly killed. Three years later, and approaching forty, she is tired of her work for the Florida Board on Judicial Conduct and ready for a change.<br /><br />Then she meets a mysterious woman who is so frightened she uses a number of aliases. Jeri Crosby’s father was murdered twenty years earlier in a case that remains unsolved and that has grown stone cold. But Jeri has a suspect whom she has become obsessed with and has stalked for two decades. Along the way, she has discovered other victims.<br /><br />Suspicions are easy enough, but proof seems impossible. The man is brilliant, patient, and always one step ahead of law enforcement. He is the most cunning of all serial killers. He knows forensics, police procedure, and most important: he knows the law.<br /><br />He is a judge, in Florida—under Lacy’s jurisdiction.<br /><br />He has a list, with the names of his victims and targets, all unsuspecting people unlucky enough to have crossed his path and wronged him in some way. How can Lacy pursue him, without becoming the next name on his list?<br /><br />The Judge’s List is by any measure John Grisham’s most surprising, chilling novel yet."}, 
{"wrapperType":"audiobook", "artistId":267416847, "collectionId":1106013146, "artistName":"Corey Wayne", "collectionName":"How to Be a 3% Man (Unabridged)", "collectionCensoredName":"How to Be a 3% Man (Unabridged)", "artistViewUrl":"https://books.apple.com/us/artist/corey-wayne/267416847?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/how-to-be-a-3-man-unabridged/id1106013146?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/d9/17/df/d917df17-1665-a893-2165-874e7ba67893/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/d9/17/df/d917df17-1665-a893-2165-874e7ba67893/rm_image.jpg/100x100bb.jpg", "collectionPrice":13.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2016 The Corey Wayne Companies, Inc.", "country":"USA", "currency":"USD", "releaseDate":"2016-04-15T07:00:00Z", "primaryGenreName":"Self-Development", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/4f/22/44/4f224446-1048-d8e2-267a-a861dc90f200/mzaf_15939308819582207143.std.aac.p.m4a", 
"description":"Dear friend: This book teaches you the hidden secrets to completely understand women. How you can meet and date the type of women you've always wanted and have effortless relationships! How to get a girlfriend. How to date multiple women. How to get your wife or girlfriend back. Turn your girl \"friend\" into your girlfriend. Live the life of your dreams and accomplish your goals. How to get women to pursue you and approach you first, etc. <br /><br />My book covers both the dating world and long-term relationships. You will learn how to meet and date the type of women you've always dreamed of. The best part is you can do this while remaining who you truly are inside. The book teaches you how to create sexual attraction in women and get women to chase and pursue you! It takes you step by step with easy-to-follow instructions. You will be able to meet women anytime, anyplace, and anywhere. This will give you choice with women. <br /><br />Whether you are single and searching or are already with your dream lady, my book has the secrets most men will never know about women and that women don't know about themselves. Why should you buy my book? Because it is the lowest cost and highest perceived value of any other book on the subject of pickup skills, dating, and relationships. It offers more tips, strategies and techniques than any other book you will find. <br /><br />Unlike most other books that only give you attraction and pick-up techniques, my book will teach you how to successfully pickup up women anytime, anywhere. Then it will teach you how to transition into dating, getting her to ask you to be her boyfriend, and how to maintain a long-term, healthy, and drama-free relationship, free from nagging and arguments. I guarantee it will teach you more than any other book on the subject. Period!"}, 
{"wrapperType":"audiobook", "artistId":1568547070, "collectionId":1629924380, "artistName":"Rylie Dark", "collectionName":"Too Late (A Morgan Stark FBI Suspense Thriller—Book 1)", "collectionCensoredName":"Too Late (A Morgan Stark FBI Suspense Thriller—Book 1)", "artistViewUrl":"https://books.apple.com/us/author/rylie-dark/id1568547070?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/too-late-a-morgan-stark-fbi-suspense-thriller-book-1/id1629924380?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music122/v4/fc/a5/5f/fca55f79-8938-b776-780b-ad20c9b6685f/9781094323794_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music122/v4/fc/a5/5f/fca55f79-8938-b776-780b-ad20c9b6685f/9781094323794_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2022 Lukeman Literary Management", "country":"USA", "currency":"USD", "releaseDate":"2022-07-19T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview112/v4/81/73/fe/8173fe62-45e1-f202-0003-aa1dcbb1eaaf/mzaf_12588202295443955045.std.aac.p.m4a", 
"description":"Morgan Stark, a brilliant doctor, is stunned when his hospital’s resident is found murdered, clearly the work of a serial killer. The FBI needs Morgan, with his medical expertise, to decipher the subtle medical clues that will lead to the killer—but can he crack the code before it’s too late?<br /><br />“A brilliant book. I couldn’t put it down and I never guessed who the murderer was!”<br />—Reader review for Only Murder<br /><br />TOO LATE is the debut novel in a new series by #1 bestselling and critically acclaimed mystery and suspense author Rylie Dark.<br /><br />Morgan Stark is a renowned surgeon, acclaimed by his colleagues for his brilliance as a diagnostician. But when his close friend and protégé resident is murdered, Morgan feels compelled to help the FBI decipher the trail of medical clues and bring the killer to justice.<br /><br />FBI Special Agent Quinn Carter, 28, a rising star in the BAU, equally esteemed by her colleagues for her brilliance and determination, is not used to turning to a doctor for help in solving crimes. This unlikely partnership, though, may just surprise them both.<br /><br />Yet as brilliant as this team is, they are up against a diabolical mastermind who will stop at nothing to outwit them.<br /><br />And going too deep into his mind may just undo them both.<br /><br />A cat-and-mouse thriller with harrowing twists and turns and filled with heart-pounding suspense, the MORGAN STARK mystery series offers a fresh twist on the genre as it introduces two brilliant protagonists who will make you fall in love and keep you turning pages late into the night.<br /><br />Books #2 and #3 in the series—TOO CLOSE and TOO FAR GONE—are now also available.<br /><br />“I loved this thriller, read it in one sitting. Lots of twists and turns and I didn’t guess the<br />culprit at all… Already pre-ordered the second!”<br />—Reader review for Only Murder<br /><br />“This book takes off with a bang… An excellent read, and I'm looking forward to the next book!”<br />—Reader review for SEE HER RUN<br /><br />“Fantastic book! It was hard to put down. I can’t wait to see what happens next!”<br />—Reader review for SEE HER RUN<br /><br />“The twists and turns kept coming. Can't wait to read the next book!”<br />—Reader review for SEE HER RUN<br /><br />“A must-read if you enjoy action-packed stories with good plots!”<br />—Reader review for SEE HER RUN<br /><br />“I really like this author and this series starts with a bang. It will keep you turning the pages till the end of the book and wanting more.”<br />—Reader review for SEE HER RUN<br /><br />“I can't say enough about this author! How about ‘out of this world’! This author is going to go far!”<br />—Reader review for ONLY MURDER<br /><br />“I really enjoyed this book… The characters were alive, and the twists and turns were great. It will keep you reading till the end and leave you wanting more.”<br />—Reader review for NO WAY OUT<br /><br />“This is an author that I highly recommend. Her books will have you begging for more.”<br />—Reader review for NO WAY OUT"}, 
{"wrapperType":"audiobook", "artistId":26364752, "collectionId":356423146, "artistName":"Paramahansa Yogananda", "collectionName":"Autobiography of a Yogi (Unabridged)", "collectionCensoredName":"Autobiography of a Yogi (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/paramahansa-yogananda/id26364752?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/autobiography-of-a-yogi-unabridged/id356423146?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music/48/3c/56/mzi.upxaglqz.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music/48/3c/56/mzi.upxaglqz.jpg/100x100bb.jpg", "collectionPrice":11.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 1996 Self-Realization Fellowship", "country":"USA", "currency":"USD", "releaseDate":"1996-12-01T08:00:00Z", "primaryGenreName":"Classics", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/f5/d1/56/f5d1560f-cb3f-c892-244e-16fe44065d1e/mzaf_13251607463553518895.std.aac.p.m4a", 
"description":"When <i>Autobiography of a Yogi<\/i> first appeared in 1946, it was acclaimed as a landmark work in its field. <i>The New York Times<\/i> hailed it as \"a rare account\". <i>Newsweek<\/i> pronounced it \"fascinating\". <i>The San Francisco Chronicle<\/i> declared, \"Yogananda presents a convincing case for yoga, and those who 'came to scoff' may remain 'to pray.\" Today it is still one of the most widely read and respected books ever published on the wisdom of the East.<br /> This audio edition, featuring Academy Award winner Ben Kingsley's masterful narration, contains the complete text of Paramahansa Yogananda's life story, an absorbing account of a singular search for Truth. Yogananda describes his experiences with modern-day saints and illuminated masters of India, and presents a definitive introduction to the whole science and philosophy of Yoga."}, 
{"wrapperType":"audiobook", "artistId":2023891, "collectionId":1483481728, "artistName":"John Grisham", "collectionName":"The Guardians: A Novel (Unabridged)", "collectionCensoredName":"The Guardians: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/john-grisham/id2023891?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-guardians-a-novel-unabridged/id1483481728?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/58/44/68/58446849-f994-aef8-b8ac-c042725e1293/9780525639336.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music113/v4/58/44/68/58446849-f994-aef8-b8ac-c042725e1293/9780525639336.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2019-10-15T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/60/56/b7/6056b737-dd31-bad2-11c5-fecc3cc19ea8/mzaf_4445770913894995046.std.aac.p.m4a", 
"description":"<b>In this instant #1&#xa0;<i>New York Times<\/i>&#xa0;bestseller, John Grisham delivers a classic legal thriller—with a twist.<br /><\/b><br /><b>“Terrific…affecting…Grisham has done it again.”—Maureen Corrigan,&#xa0;<i>The Washington Post<\/i><\/b><br />&#xa0;<br /><b>“A suspenseful thriller mixed with powerful themes.”—Associated Press<\/b><br /><br />In the small Florida town of Seabrook, a young lawyer named Keith Russo was shot dead at his desk as he worked late one night. The killer left no clues. There were no witnesses, no one with a motive. But the police soon came to suspect Quincy Miller, a young black man who was once a client of Russo’s.&#xa0;<br /><br /> Quincy was tried, convicted, and sent to prison for life. For twenty-two years he languished in prison, maintaining his innocence. &#xa0;But no one was listening. &#xa0;He had no lawyer, no advocate on the outside. In desperation, he writes a letter to Guardian Ministries, a small nonprofit run by Cullen Post, a lawyer who is also an Episcopal minister.<br /><br /> Guardian accepts only a few innocence cases at a time. &#xa0;Cullen Post travels the country fighting wrongful convictions and taking on clients forgotten by the system. With&#xa0;Quincy Miller, though, he gets far more than he bargained for. Powerful, ruthless people murdered Keith Russo, and they do not want Quincy Miller exonerated.<br /><br /> They killed one lawyer twenty-two years ago, and they will kill another without a second thought."}, 
{"wrapperType":"audiobook", "artistId":276945331, "collectionId":1541680986, "artistName":"Ernest Cline", "collectionName":"Ready Player Two: A Novel (Unabridged)", "collectionCensoredName":"Ready Player Two: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/ernest-cline/id276945331?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/ready-player-two-a-novel-unabridged/id1541680986?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/56/8a/5b/568a5b4d-7de2-6a91-9b3c-67050509a717/9780593396964.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music114/v4/56/8a/5b/568a5b4d-7de2-6a91-9b3c-67050509a717/9780593396964.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-11-24T08:00:00Z", "primaryGenreName":"Sci-Fi & Fantasy", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/a1/94/1b/a1941b82-d99e-6b19-84b0-00b47771e73a/mzaf_4383212710645998912.std.aac.p.m4a", 
"description":"<b>#1 <i>NEW YORK TIMES <\/i>BESTSELLER • The thrilling sequel to the beloved worldwide bestseller <i>Ready Player One,<\/i> the near-future adventure&#xa0;that inspired the blockbuster Steven&#xa0;Spielberg film.<\/b> <br />&#xa0; <br /><b>NAMED ONE OF THE BEST BOOKS OF THE YEAR BY <i>THE WASHINGTON POST<\/i> • “The game is on again. . . . A great mix of exciting fantasy and threatening fact.”—<i>The Wall Street Journal<\/i><\/b><br /><br />AN UNEXPECTED QUEST. TWO WORLDS AT STAKE. <i>ARE YOU READY?<\/i> <br /><br />Days after winning OASIS founder James Halliday’s contest, Wade Watts makes a discovery that changes everything.<br /><br />Hidden within Halliday’s vaults, waiting for his heir to find, lies a technological advancement that will once again change the world and make the OASIS a thousand times more wondrous—and addictive—than even Wade dreamed possible.<br />&#xa0;<br />With it comes a new riddle, and a new quest—a last Easter egg from Halliday, hinting at a mysterious prize.<br />&#xa0;<br />And an unexpected, impossibly powerful, and dangerous new rival awaits, one who’ll kill millions to get what he wants.<br />&#xa0;<br />Wade’s life and the future of the OASIS are again at stake, but this time the fate of humanity also hangs in the balance.<br />&#xa0;<br />Lovingly nostalgic and wildly original as only Ernest Cline could conceive it, <i>Ready Player Two<\/i> takes us on another imaginative, fun, action-packed adventure through his beloved virtual universe, and jolts us thrillingly into the future once again."}, 
{"wrapperType":"audiobook", "artistId":493244101, "collectionId":1453234137, "artistName":"Skye Warren", "collectionName":"Tough Love: A Dark Mafia Romance Novella", "collectionCensoredName":"Tough Love: A Dark Mafia Romance Novella", "artistViewUrl":"https://books.apple.com/us/author/skye-warren/id493244101?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/tough-love-a-dark-mafia-romance-novella/id1453234137?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music113/v4/59/c4/91/59c4917c-6dcd-207d-e754-6df7534fbf85/9781987126969_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music113/v4/59/c4/91/59c4917c-6dcd-207d-e754-6df7534fbf85/9781987126969_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2015 Book Beautiful", "country":"USA", "currency":"USD", "releaseDate":"2015-09-02T07:00:00Z", "primaryGenreName":"Romance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview125/v4/99/0b/e8/990be87f-bab9-2f16-010d-7c28ccb6b7b3/mzaf_895160401605622375.std.aac.p.m4a", 
"description":"A story about the sacrifices we make for love…<br /><br />I sneak out of my room every night. My father’s guards don’t see me. My sister doesn’t see me.<br /><br />No one sees me, except him.<br /><br />He’s the son of a mafia foot soldier. My father is the boss. I shouldn’t even know Giovanni. And I definitely shouldn’t kiss him. Our relationship is doomed to fail, but that won’t stop me from trying.<br /><br />Not every girl wants to be a princess. I just want to be free."}, 
{"wrapperType":"audiobook", "artistId":202099851, "collectionId":424366754, "artistName":"symphony space", "collectionName":"Thalia Book Club: 'To Kill a Mockingbird' 50th Anniversary Celebration - Readings, Discussion and Audience Q&A", "collectionCensoredName":"Thalia Book Club: 'To Kill a Mockingbird' 50th Anniversary Celebration - Readings, Discussion and Audience Q&A", "artistViewUrl":"https://books.apple.com/us/author/symphony-space/id202099851?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/thalia-book-club-to-kill-a-mockingbird-50th/id424366754?uo=4", 
"artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Features/v4/2f/2b/af/2f2bafda-ef04-bec7-b4e1-97c276fb8315/V4HttpAssetRepositoryClient-ticket.uugsrzko.jpg-921213396506613933.jpg/60x60bb.jpg", 
"artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Features/v4/2f/2b/af/2f2bafda-ef04-bec7-b4e1-97c276fb8315/V4HttpAssetRepositoryClient-ticket.uugsrzko.jpg-921213396506613933.jpg/100x100bb.jpg", "collectionPrice":3.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2011 Symphony Space", "country":"USA", "currency":"USD", "releaseDate":"2011-03-04T08:00:00Z", "primaryGenreName":"Arts & Entertainment", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview113/v4/8c/cc/f2/8cccf272-8412-20d7-f5bd-310bd03b73b1/mzaf_6845012735268513698.std.aac.p.m4a", 
"description":"Performance playlist: Readings and conversation with Kurt Andersen, Libba Bray, Stephen Colbert, Oskar Eustis, Mary McDonagh Murphy, Jayne Anne Phillips, and Isaiah Sheffer, a discussion with the audience. <br /><br />Authors and actors including Stephen Colbert, Libba Bray (award winning young-adult novelist <i>Going Bovine<\/i>, winner of 2010 Printz Award), Oskar Eustis (Artistic Director at The Public Theater), Kurt Andersen (novelist and Studio 360 Host), Jayne Anne Phillips (novelist and National Book Award finalist Lark &amp; Termite), filmmaker Mary McDonagh Murphy (author of the upcoming book <i>Scout, Atticus, and Boo<\/i>), and others pay tribute to the Pulitzer prize-winning classic novel about racial injustice and loss of innocence in a small Southern town. One of the most taught -- and frequently challenged -- books of the last 50 years, the book was voted the best novel of the 20th century by librarians. The evening includes readings, discussion and audience Q&amp;A."}, 
{"wrapperType":"audiobook", "artistId":410984230, "collectionId":1528259325, "artistName":"Brené Brown", "collectionName":"The Gifts of Imperfection: 10th Anniversary Edition: Features a new foreword (Unabridged)", "collectionCensoredName":"The Gifts of Imperfection: 10th Anniversary Edition: Features a new foreword (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/bren%C3%A9-brown/id410984230?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-gifts-of-imperfection-10th-anniversary/id1528259325?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/ff/83/9a/ff839aa5-91f6-d8a5-0d25-a7c34043e955/9780593215159.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/ff/83/9a/ff839aa5-91f6-d8a5-0d25-a7c34043e955/9780593215159.d.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-09-08T07:00:00Z", "primaryGenreName":"Nonfiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/aa/0c/94/aa0c9410-ea2d-8e1c-c353-6de0cc516a23/mzaf_17543932050713834406.std.aac.p.m4a", 
"description":"<b>The tenth-anniversary edition of the game-changing #1<i>&#xa0;New York Times<\/i>&#xa0;bestseller, featuring a new foreword.<br /><\/b><br />For over a decade, Brené Brown has found a special place in our hearts as a gifted mapmaker and a fellow traveler. She is both a social scientist and a kitchen-table friend whom you can always count on to tell the truth, make you laugh, and, on occasion, cry with you. And what’s now become a movement all started with <i>The Gifts of Imperfection,<\/i> which has sold more than two million copies in thirty-five&#xa0;different languages across the globe.<br /><br />What transforms this book from words on a page to effective daily practices are the ten guideposts to wholehearted living. The guideposts not only help us understand the practices that will allow us to change our lives and families, they also walk us through the unattainable and sabotaging expectations that get in the way.<br /><br />Brené writes, “This book is an invitation to join a wholehearted revolution. A small, quiet, grassroots movement that starts with each of us saying, ‘My story matters because I matter.’ Revolution might sound a little dramatic, but in this world, choosing authenticity and worthiness is an absolute act of resistance.”"}, 
{"wrapperType":"audiobook", "artistId":1061299863, "collectionId":1626688005, "artistName":"Blake Pierce", "collectionName":"Never Run (A May Moore Suspense Thriller—Book 1)", "collectionCensoredName":"Never Run (A May Moore Suspense Thriller—Book 1)", "artistViewUrl":"https://books.apple.com/us/author/blake-pierce/id1061299863?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/never-run-a-may-moore-suspense-thriller-book-1/id1626688005?uo=4", "artworkUrl60":"https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/9c/f0/04/9cf004d4-d767-9bbd-5c0c-08f9c06fa7b6/9781094322988_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is1-ssl.mzstatic.com/image/thumb/Music112/v4/9c/f0/04/9cf004d4-d767-9bbd-5c0c-08f9c06fa7b6/9781094322988_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2022 Lukeman Literary Management", "country":"USA", "currency":"USD", "releaseDate":"2022-07-12T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview112/v4/75/8a/35/758a35a4-4c40-a707-05a9-63ea91c44c9e/mzaf_1561608580343268379.std.aac.p.m4a", 
"description":"From #1 bestselling mystery and suspense author Blake Pierce comes a gripping new series: May Moore, 29, an average Midwestern woman and deputy sheriff, has always lived in the shadow of her older, brilliant FBI agent sister. Yet the sisters are united by the cold case of their missing younger sister—and when an eerily similar serial killer strikes in May’s quiet, Minnesota lakeside town, it is May’s turn to prove herself, to try to outshine her sister and the FBI, and, in this action-packed thriller, to outwit and hunt down a diabolical killer before he strikes again.<br /><br />“A masterpiece of thriller and mystery.”<br />—Books and Movie Reviews, Roberto Mattos (re Once Gone)<br />?????<br /><br />May Moore wastes no time investigating, but things quickly go south when her older sister, an accomplished FBI BAU agent who constantly outshines her, is called in by local authorities to help. Making matters worse, the case brings up dark memories and buried secrets from her family’s history—and neither May nor her sister are ready to confront the past.<br /><br />But with a ticking clock, May and her sister will have to put aside old grievances to find this killer and save the next victim, and they will have to be careful not to assume this is the same killer from their past.<br /><br />But is he?<br /><br />A page-turning and harrowing crime thriller featuring a brilliant and tortured Deputy Sheriff, the MAY MOORE series is a riveting mystery, packed with non-stop action, suspense, jaw-dropping twists, and driven by a breakneck pace that will keep you flipping pages late into the night.<br /><br />Books #2 and #3 in the series—NEVER TELL and NEVER LIVE—are also available.<br /><br />“An edge of your seat thriller in a new series that keeps you turning pages! ...So many twists, turns and red herrings… I can't wait to see what happens next.”<br />—Reader review (Her Last Wish)<br />?????<br /><br />“A strong, complex story about two FBI agents trying to stop a serial killer. If you want an author to capture your attention and have you guessing, yet trying to put the pieces together, Pierce is your author!”<br />—Reader review (Her Last Wish)<br />?????<br /><br />“A typical Blake Pierce twisting, turning, roller coaster ride suspense thriller. Will have you turning the pages to the last sentence of the last chapter!!!”<br />—Reader review (City of Prey)<br />?????<br /><br />“Right from the start we have an unusual protagonist that I haven't seen done in this genre before. The action is nonstop… A very atmospheric novel that will keep you turning pages well into the wee hours.”<br />—Reader review (City of Prey)<br />?????<br /><br />“Everything that I look for in a book… a great plot, interesting characters, and grabs your interest right away. The book moves along at a breakneck pace and stays that way until the end. Now on go I to book two!”<br />—Reader review (Girl, Alone)<br />?????<br /><br />“Exciting, heart pounding, edge of your seat book… a must read for mystery and suspense readers!”<br />—Reader review (Girl, Alone)<br />?????"}, 
{"wrapperType":"audiobook", "artistId":1061299863, "collectionId":1486946032, "artistName":"Blake Pierce", "collectionName":"Once Solved (A Riley Paige short story)", "collectionCensoredName":"Once Solved (A Riley Paige short story)", "artistViewUrl":"https://books.apple.com/us/author/blake-pierce/id1061299863?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/once-solved-a-riley-paige-short-story/id1486946032?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music123/v4/9d/be/4f/9dbe4f51-c187-3421-80dd-b60b49605d71/9781094301631_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music123/v4/9d/be/4f/9dbe4f51-c187-3421-80dd-b60b49605d71/9781094301631_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2019 Lukeman Literary Management", "country":"USA", "currency":"USD", "releaseDate":"2019-10-31T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview114/v4/fb/d0/a3/fbd0a3fd-097d-42d8-aaa8-5c3150b99d2c/mzaf_9108508250052329007.std.aac.p.m4a", 
"description":"“A masterpiece of thriller and mystery! The author did a magnificent job developing characters with a psychological side that is so well described that we feel inside their minds, follow their fears and cheer for their success. The plot is very intelligent and will keep you entertained throughout the book. Full of twists, this book will keep you awake until the turn of the last page.” <br />--Books and Movie Reviews, Roberto Mattos (re Once Gone) <br /><br /><i>ONCE SOLVED<\/i> is a companion short story to the bestselling Riley Paige mystery series, which begins with the #1 bestseller ONCE GONE (Book #1)—a free download with over 1,000 five star reviews! <br /><br />Veteran FBI Special Agent Riley Paige, one of the FBI’s most brilliant and decorated agents, has devoted her life to hunting down serial killers. Suffering from PTSD, she now spends her time teaching other FBI agents, offering a window into the mind of serial killers. Battling her own demons, plagued by memories, she is ready to pass the baton and retire.<br /><br />Or is she?<br /><br />The RILEY PAIGE mystery series is riveting new series—with a beloved character—that will leave you turning pages late into the night. <br /><br />16 books in the Riley Paige series are available in e-book, print and audio editions."}, 
{"wrapperType":"audiobook", "artistId":546189032, "collectionId":1603637279, "artistName":"Colleen Hoover", "collectionName":"Reminders of Him: A Novel (Unabridged)", "collectionCensoredName":"Reminders of Him: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/colleen-hoover/id546189032?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/reminders-of-him-a-novel-unabridged/id1603637279?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/e9/4d/39/e94d3986-7b2e-e441-1131-3b25332389f9/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music116/v4/e9/4d/39/e94d3986-7b2e-e441-1131-3b25332389f9/rm_image.jpg/100x100bb.jpg", "collectionPrice":25.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2022 Brilliance Audio", "country":"USA", "currency":"USD", "releaseDate":"2022-01-18T08:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview112/v4/1d/98/a6/1d98a6e6-cb6a-602c-d0a7-c905c0c222dc/mzaf_7710068645457073182.std.aac.p.m4a", 
"description":"<b>A troubled young mother yearns for a shot at redemption in this heartbreaking yet hopeful story from #1 <\/b><b><i>New York Times<\/i><\/b><b> bestselling author Colleen Hoover.<\/b><br /><br />After serving five years in prison for a tragic mistake, Kenna Rowan returns to the town where it all went wrong, hoping to reunite with her four-year-old daughter. But the bridges Kenna burned are proving impossible to rebuild. Everyone in her daughter’s life is determined to shut Kenna out, no matter how hard she works to prove herself.<br /><br />The only person who hasn’t closed the door on her completely is Ledger Ward, a local bar owner and one of the few remaining links to Kenna’s daughter. But if anyone were to discover how Ledger is slowly becoming an important part of Kenna’s life, both would risk&#xa0;losing the trust of everyone important to them.<br /><br />The two form a connection despite the&#xa0;pressure surrounding them, but as their romance grows, so does the risk. Kenna must find a way to absolve the mistakes of her past in order to build a future out of hope and healing."}, 
{"wrapperType":"audiobook", "artistId":2687598, "collectionId":1515462288, "amgArtistId":289417, "artistName":"James Fenimore Cooper", "collectionName":"The Last Of The Mohicans: A Narrative of 1757", "collectionCensoredName":"The Last Of The Mohicans: A Narrative of 1757", "artistViewUrl":"https://books.apple.com/us/author/james-fenimore-cooper/id2687598?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-last-of-the-mohicans-a-narrative-of-1757/id1515462288?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/9c/86/73/9c8673b8-49b2-205e-4d8c-360f0ba05416/9781094250212_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/9c/86/73/9c8673b8-49b2-205e-4d8c-360f0ba05416/9781094250212_cover.jpg/100x100bb.jpg", "collectionPrice":0.00, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2014 LibriVox", "country":"USA", "currency":"USD", "releaseDate":"2014-08-25T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview113/v4/6a/75/cf/6a75cfd3-3fa8-3a00-b0c8-ae4c127fe297/mzaf_8641203187977779936.std.aac.p.m4a", 
"description":"<b>The Last of the Mohicans is an epic novel by James Fenimore Cooper, first published in January 1826.<\/b><br /><br />It was one of the most popular English-language novels of its time, and helped establish Cooper as one of the first world-famous American writers.The story takes place in 1757 during the French and Indian War, when France and Great Britain battled for control of the American and Canadian colonies. During this war, the French often allied themselves with Native American tribes in order to gain an advantage over the British, with unpredictable and often tragic results. <br /><br /><i>Summary by Wikipedia<\/i>"}, 
{"wrapperType":"audiobook", "artistId":1080536186, "collectionId":1514044512, "artistName":"Brit Bennett", "collectionName":"The Vanishing Half: A Novel (Unabridged)", "collectionCensoredName":"The Vanishing Half: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/brit-bennett/id1080536186?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-vanishing-half-a-novel-unabridged/id1514044512?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/49/6d/de/496ddeb5-a6d4-01e7-2f52-d81041e1a5a4/9780525637141.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music114/v4/49/6d/de/496ddeb5-a6d4-01e7-2f52-d81041e1a5a4/9780525637141.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-06-02T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/7f/c0/a3/7fc0a3a4-e18e-248c-9835-93ef3d7cf8ea/mzaf_17973635360870867180.std.aac.p.m4a", 
"description":"<b>#1 <i>NEW YORK TIMES<\/i> BESTSELLER<br /><br />ONE OF BARACK OBAMA'S FAVORITE BOOKS OF THE YEAR<b><b><b><br /><b><br />NAMED A BEST BOOK OF 2020 BY <i>THE NEW YORK TIMES * THE WASHINGTON POST *&#xa0;<\/i>NPR *&#xa0;<i>PEOPLE * TIME MAGAZINE*&#xa0;VANITY FAIR * GLAMOUR&#xa0;<\/i><\/b><\/b><\/b><\/b><br /><br />2021 WOMEN'S PRIZE FINALIST<\/b><br /><br /><b>“Bennett’s tone and style recalls James Baldwin and Jacqueline Woodson, but it’s especially reminiscent of Toni Morrison’s 1970 debut novel,&#xa0;<i>The Bluest Eye.”<\/i>&#xa0;—Kiley Reid,&#xa0;<i>Wall Street Journal<\/i>&#xa0;<\/b><br /><br /><i>“<\/i><b>A story of absolute, universal timelessness …For any era, it's an accomplished, affecting novel. For this moment, it's piercing, subtly wending its way toward questions about who we are and who we want to be….” <i>– Entertainment Weekly<\/i> <br /><\/b><br /><br /><b>From&#xa0;<i>The<\/i>&#xa0;<i>New York Times<\/i>-bestselling author of&#xa0;<i>The Mothers<\/i>, a stunning new novel about twin sisters, inseparable as children, who ultimately choose to live in two very different worlds, one black and one white.<\/b><br />The Vignes twin sisters will always be identical. But after growing up together in a small, southern black community and running away at age sixteen, it's not just the shape of their daily lives that is different as adults, it's everything: their families, their communities, their racial identities. Many years later, one sister lives with her black daughter in the same southern town she once tried to escape. The other secretly passes for white, and her white husband knows nothing of her past. Still, even separated by so many miles and just as many lies, the fates of the twins remain intertwined. What will happen to the next generation, when their own daughters' storylines intersect?<br /><br />Weaving together multiple strands and generations of this family, from the Deep South to California, from the 1950s to the 1990s, Brit Bennett produces a story that is at once a riveting, emotional family story and a brilliant exploration of the American history of passing<i>. <\/i>Looking well beyond issues of race,<i> The Vanishing Half<\/i> considers the lasting influence of the past as it shapes a person's decisions, desires, and expectations, and explores some of the multiple reasons and realms in which people sometimes feel pulled to live as something other than their origins. <br /><br />As with her <i>New York Times<\/i>-bestselling debut <i>The Mothers<\/i>, Brit Bennett offers an engrossing page-turner about family and relationships that is immersive and provocative, compassionate and wise."}, 
{"wrapperType":"audiobook", "artistId":2128057, "collectionId":286839783, "artistName":"Daniel H. Pink", "collectionName":"A Whole New Mind: Why Right-Brainers Will Rule the Future (Unabridged)", "collectionCensoredName":"A Whole New Mind: Why Right-Brainers Will Rule the Future (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/daniel-h-pink/id2128057?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-whole-new-mind-why-right-brainers-will-rule/id286839783?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music123/v4/14/9e/f2/149ef2cb-1380-6049-5f77-fe77607996f7/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music123/v4/14/9e/f2/149ef2cb-1380-6049-5f77-fe77607996f7/rm_image.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2008 Audible Studios", "country":"USA", "currency":"USD", "releaseDate":"2008-07-30T07:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview113/v4/a8/8e/a0/a88ea08f-83cb-42c2-e27c-4b47c0a04b39/mzaf_2076439028007935693.std.aac.p.m4a", 
"description":"Lawyers. Accountants. Software Engineers. That's what Mom and Dad encouraged us to become. They were wrong. Gone is the age of \"left-brain\" dominance. The future belongs to a different kind of person with a different kind of mind: designers, inventors, teachers, storytellers - creative and emphatic \"right-brain\" thinkers whose abilities mark the fault line between who gets ahead and who doesn't. \n<br />Drawing on research from around the advanced world, Daniel Pink outlines six fundamentally human abilities that are essential for professional success and personal fulfillment - and reveals how to master them.<br /><br />From a laughter club in Bombay to an inner-city high school devoted to design, to a lesson on how to detect an insincere smile, <i>A Whole New Mind<\/i> takes listeners to a daring new place, and offers a provocative and urgent new way of thinking about a future that has already arrived."}, 
{"wrapperType":"audiobook", "artistId":2065004, "collectionId":979703021, "artistName":"Michael Crichton", "collectionName":"Jurassic Park: A Novel (Unabridged)", "collectionCensoredName":"Jurassic Park: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/michael-crichton/id2065004?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/jurassic-park-a-novel-unabridged/id979703021?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music113/v4/84/80/eb/8480ebab-844d-1db6-b2b7-fd84369d89b9/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music113/v4/84/80/eb/8480ebab-844d-1db6-b2b7-fd84369d89b9/rm_image.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2015 Brilliance Audio", "country":"USA", "currency":"USD", "releaseDate":"2015-05-12T07:00:00Z", "primaryGenreName":"Sci-Fi & Fantasy", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/c2/73/da/c273da34-0322-06f2-5620-ed9a0e0560e5/mzaf_11781090099947155773.std.aac.p.m4a", 
"description":"<b>#1 <\/b><b><i>NEW YORK TIMES<\/i><\/b><b> BESTSELLER • From the author of <\/b><b><i>Timeline, Sphere, <\/i><\/b><b>and<\/b><b><i> Congo,<\/i><\/b><b> this is the classic thriller of science run amok that took the world by storm.<\/b><br /><br /><b>Nominated as one of America’s best-loved novels by PBS’s <\/b><b><i>The Great American Read<\/i><\/b><br /><br /><b>“[Michael] Crichton’s dinosaurs are genuinely frightening.” - <\/b><b><i>Chicago Sun-Times<\/i><\/b><br /><br />An astonishing technique for recovering and cloning dinosaur DNA has been discovered. Now humankind’s most thrilling fantasies have come true. Creatures extinct for eons roam Jurassic Park with their awesome presence and profound mystery, and all the world can visit them - for a price.<br /><br />Until something goes wrong...<br /><br />In <i>Jurassic Park, <\/i>Michael Crichton taps all his mesmerizing talent and scientific brilliance to create his most electrifying technothriller.<br /><br /><b>Praise for <\/b><b><i>Jurassic Park<\/i><\/b><br /><br />“Wonderful... powerful.” <b>-<\/b> <b><i>The Washington Post Book World<\/i><\/b><br /><br />“Frighteningly real...compelling... It’ll keep you riveted.” <b>- <\/b><b><i>The Detroit News<\/i><\/b><br /><br />“Full of suspense.” <b>- <\/b><b><i>The New York Times Book Review<\/i><\/b>"}, 
{"wrapperType":"audiobook", "artistId":252160838, "collectionId":1478829483, "artistName":"Jojo Moyes", "collectionName":"The Giver of Stars: A Novel (Unabridged)", "collectionCensoredName":"The Giver of Stars: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/jojo-moyes/id252160838?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-giver-of-stars-a-novel-unabridged/id1478829483?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/c7/ad/1c/c7ad1cf0-6f3f-15b0-f9fc-7cbfcb8847ae/9780525530206.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/c7/ad/1c/c7ad1cf0-6f3f-15b0-f9fc-7cbfcb8847ae/9780525530206.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2019-10-08T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/8b/e5/0b/8be50ba9-d5da-41d3-81e1-b60f41076418/mzaf_12131049094232927296.std.aac.p.m4a", 
"description":"<b>#1 NEW YORK TIMES BESTSELLER |&#xa0; A REESE WITHERSPOON X HELLO SUNSHINE BOOK CLUB PICK<\/b><br /><br /><b>“A great narrative about personal strength and really captures how books bring communities together.” —Reese Witherspoon<\/b><br /><br /><b>From the author of <i>The Last Letter from Your Lover<\/i>, now a major motion picture on Netflix, a breathtaking story of five extraordinary women and their remarkable journey through the mountains of Kentucky and beyond in Depression-era America<\/b><br /><br />Alice Wright marries handsome American Bennett Van Cleve, hoping to escape her stifling life in England.&#xa0; But small-town Kentucky quickly proves equally claustrophobic, especially living alongside her overbearing father-in-law. So when a call goes out for a team of women to deliver books as part of Eleanor Roosevelt’s new traveling library, Alice signs on enthusiastically.<br /><br />The leader, and soon Alice's greatest ally, is Margery, a smart-talking, self-sufficient woman who's never asked a man's permission for anything. They will be joined by three other singular women who become known as the Packhorse Librarians of Kentucky.&#xa0;<br /><br />What happens to them--and to the men they love--becomes an unforgettable drama of loyalty, justice, humanity, and passion. These heroic women refuse to be cowed by men or by convention. And though they face all kinds of dangers in a landscape that is at times breathtakingly beautiful, at others brutal, they’re committed to their job: bringing books to people who have never had any, arming them with facts that will change their lives.<br /><br />Based on a true story rooted in America’s past, <i>The Giver of Stars<\/i> is unparalleled in its scope and epic in its storytelling. Funny, heartbreaking, enthralling, it is destined to become a modern classic--a richly rewarding novel of women’s friendship, of true love, and of what happens when we reach beyond our grasp for the great beyond."}, 
{"wrapperType":"audiobook", "artistId":5524949, "collectionId":277526222, "amgArtistId":32666, "artistName":"Brian Tracy", "collectionName":"21 Great Ways to Become a Sales Superstar", "collectionCensoredName":"21 Great Ways to Become a Sales Superstar", "artistViewUrl":"https://books.apple.com/us/author/brian-tracy/id5524949?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/21-great-ways-to-become-a-sales-superstar/id277526222?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music/e7/b4/9b/mzi.nsrgghmk.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music/e7/b4/9b/mzi.nsrgghmk.jpg/100x100bb.jpg", "collectionPrice":7.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2008 Brian Tracy International Inc.", "country":"USA", "currency":"USD", "releaseDate":"2008-03-31T07:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview123/v4/c7/19/07/c71907b6-6a12-170d-bbbb-b86ddc8aa1b5/mzaf_2807006510497730398.std.aac.p.m4a", 
"description":"The top 20-percent of salespeople make 80-percent of the sales and 80-percent of the money. Now, you can join them and become one of the highest-paid salespeople in your field. Brian Tracy shows you 21 of the most powerful, practical, helpful techniques ever discovered to increase your sales and boost your income. Based on 30 years of selling experience, you'll learn how to double and triple your income - starting today!"}, 
{"wrapperType":"audiobook", "artistId":2025376, "collectionId":511311615, "artistName":"Danielle Steel", "collectionName":"Betrayal: A Novel (Abridged)", "collectionCensoredName":"Betrayal: A Novel (Abridged)", "artistViewUrl":"https://books.apple.com/us/author/danielle-steel/id2025376?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/betrayal-a-novel-abridged/id511311615?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/20/27/98/20279817-c24b-7d3f-2c64-488614cc618e/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music114/v4/20/27/98/20279817-c24b-7d3f-2c64-488614cc618e/rm_image.jpg/100x100bb.jpg", "collectionPrice":5.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2012 Brilliance Audio", "country":"USA", "currency":"USD", "releaseDate":"2012-03-27T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview114/v4/67/ba/d4/67bad479-9465-444a-6bc4-7bf6aa209e3a/mzaf_17325837738616846810.std.aac.p.m4a", 
"description":"<i>In this riveting novel, Danielle Steel reveals the dark side of fame and fortune, when a renowned film director confronts an act of unimaginable treachery.<\/i><br /><br /><b><i>BETRAYAL<\/i><\/b><br /><br />At 39, director Tallie Jones is a Hollywood legend, whose award-winning films enjoy both critical and commercial success. With no interest in the glitz of Los Angeles, Tallie centers her life on her work and her devoted inner circle: her family, her producing partner and live-in lover, and her longtime personal assistant and best friend.<br /><br />As Tallie is in the midst of her most ambitious film yet, small disturbances begin to ripple through her world. An audit reveals troubling discrepancies in the records maintained by Tallie’s trusted accountant. Mysterious receipts hint at activities of which she has no knowledge. Soon it becomes clear that someone close to Tallie has been steadily funneling away enormous amounts of her money. After an escalating series of shattering revelations, Tallie must face the harsh truth behind her seemingly perfect life: that sometimes trust can be the greatest illusion of all."}, 
{"wrapperType":"audiobook", "artistId":297332100, "collectionId":1472301161, "artistName":"Steven Rinella", "collectionName":"American Buffalo: In Search of a Lost Icon (Unabridged)", "collectionCensoredName":"American Buffalo: In Search of a Lost Icon (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/steven-rinella/id297332100?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/american-buffalo-in-search-of-a-lost-icon-unabridged/id1472301161?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/d0/34/bd/d034bd96-d28e-ceb5-cda4-e1fd85afa7c2/9780593150955.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music123/v4/d0/34/bd/d034bd96-d28e-ceb5-cda4-e1fd85afa7c2/9780593150955.d.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2019-07-30T07:00:00Z", "primaryGenreName":"Nonfiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/16/64/c0/1664c0f3-4b5c-422b-1f91-4f13cfeb76af/mzaf_11804333306059086243.std.aac.p.m4a", 
"description":"<b>From the host of the Travel Channel’s “The Wild Within.”<\/b><br /><br />A hunt for the American buffalo—an adventurous, fascinating examination of an animal that has haunted the American imagination.<br />&#xa0;<br />In 2005, Steven Rinella won a lottery permit to hunt for a wild buffalo, or American bison, in the Alaskan wilderness.&#xa0;Despite the odds—there’s only a 2 percent chance of drawing the permit, and fewer than 20 percent of those hunters are successful—Rinella managed to kill a buffalo on a snow-covered mountainside and then raft the meat back to civilization while being trailed by grizzly bears and suffering from hypothermia. Throughout these adventures, Rinella found himself contemplating his own place among the 14,000 years’ worth of buffalo hunters in North America, as well as the buffalo’s place in the American experience. At the time of the Revolutionary War, North America was home to approximately 40 million buffalo, the largest herd of big mammals on the planet, but by the mid-1890s only a few hundred remained. Now that the buffalo is on the verge of a dramatic ecological recovery across the West, Americans are faced with the challenge of how, and if, we can dare to share our land with a beast that is the embodiment of the American wilderness. <br /><br /> <i>American Buffalo<\/i> is a narrative tale of Rinella’s hunt. But beyond that, it is the story of the many ways in which the buffalo has shaped our national identity. Rinella takes us across the continent in search of the buffalo’s past, present, and future: to the Bering Land Bridge, where scientists search for buffalo bones amid artifacts of the New World’s earliest human inhabitants; to buffalo jumps where Native Americans once ran buffalo over cliffs by the thousands; to the Detroit Carbon works, a “bone charcoal” plant that made fortunes in the late 1800s by turning millions of tons of buffalo bones into bone meal, black dye, and fine china; and even to an abattoir turned fashion mecca in Manhattan’s Meatpacking District, where a depressed buffalo named Black Diamond met his fate after serving as the model for the American nickel.<br /><br />&#xa0;Rinella’s erudition and exuberance, combined with his gift for storytelling, make him the perfect guide for a book that combines outdoor adventure with a quirky blend of facts and observations about history, biology, and the natural world. Both a captivating narrative and a book of environmental and historical significance, <i>American Buffalo<\/i> tells us as much about ourselves as Americans as it does about the creature who perhaps best of all embodies the American ethos."}, 
{"wrapperType":"audiobook", "artistId":576512071, "collectionId":1570132664, "artistName":"Taylor Jenkins Reid", "collectionName":"Malibu Rising: A Novel (Unabridged)", "collectionCensoredName":"Malibu Rising: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/taylor-jenkins-reid/id576512071?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/malibu-rising-a-novel-unabridged/id1570132664?uo=4", "artworkUrl60":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/cf/cc/e6/cfcce677-289a-0c8a-2f06-286c6797c00c/9781984845344.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is5-ssl.mzstatic.com/image/thumb/Music125/v4/cf/cc/e6/cfcce677-289a-0c8a-2f06-286c6797c00c/9781984845344.d.jpg/100x100bb.jpg", "collectionPrice":16.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2021-06-01T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/24/cf/57/24cf5782-c052-a2d6-6fdc-cd9299f0b09e/mzaf_14651167348723594410.std.aac.p.m4a", 
"description":"<b><i>NEW YORK TIMES <\/i>BESTSELLER • Read with Jenna Book Club Pick as Featured on <i>Today<\/i> • From the&#xa0;author of <i>Daisy Jones &amp; The Six<\/i> and <i>The Seven Husbands of Evelyn Hugo <\/i>.&#xa0;.&#xa0;. <br /><br />“Irresistible . . . High drama at the beach, starring four sexy, surfing siblings and their deadbeat, famous-crooner dad.”—<i>People<\/i><br /><br />ONE OF THE BEST BOOKS OF THE YEAR: <i>The Washington Post, Time, Marie Claire, PopSugar, Parade, Teen Vogue, Self, She Reads<\/i> <br /><br />Four famous siblings throw an epic party to celebrate the end of the summer. But over the course of twenty-four hours, the family drama that ensues will change their lives forever.<\/b><br /><br />Malibu: August 1983. It’s the day of Nina Riva’s annual end-of-summer party, and anticipation is at a fever pitch. Everyone wants to be around the famous Rivas: Nina, the talented surfer and supermodel; brothers Jay and Hud, one a championship surfer, the other a renowned photographer; and their adored baby sister, Kit. Together the siblings are a source of fascination in Malibu and the world over—especially as the offspring of the legendary singer Mick Riva.<br /><br />The only person not looking forward to the party of the year is Nina herself, who never wanted to be the center of attention, and who has also just been very publicly abandoned by her pro tennis player husband. Oh, and maybe Hud—because it is long past time for him to confess something to the brother from whom he’s been inseparable since birth.<br /><br />Jay, on the other hand, is counting the minutes until nightfall, when the girl he can’t stop thinking about promised she’ll be there.<br /><br />And Kit has a couple secrets of her own—including a guest she invited without consulting anyone.<br /><br />By midnight the party will be completely out of control. By morning, the Riva mansion will have gone up in flames. But before that first spark in the early hours before dawn, the alcohol will flow, the music will play, and the loves and secrets that shaped this family’s generations will all come rising to the surface.<br /><br /><i>Malibu  Rising<\/i> is a story about one unforgettable night in the life of a family: the night they each have to choose what they will keep from the people who made them&#xa0;.&#xa0;.&#xa0;. and what they will leave behind."}, 
{"wrapperType":"audiobook", "artistId":361774815, "collectionId":1107060563, "artistName":"Patrick M. Lencioni", "collectionName":"The Ideal Team Player: How to Recognize and Cultivate the Three Essential Virtues: A Leadership Fable (Unabridged)", "collectionCensoredName":"The Ideal Team Player: How to Recognize and Cultivate the Three Essential Virtues: A Leadership Fable (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/patrick-m-lencioni/id361774815?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-ideal-team-player-how-to-recognize-and/id1107060563?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music113/v4/3c/a4/a9/3ca4a95c-b55b-401d-2b75-bcc84e3f2bfc/rm_image.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music113/v4/3c/a4/a9/3ca4a95c-b55b-401d-2b75-bcc84e3f2bfc/rm_image.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2016 Audible Studios", "country":"USA", "currency":"USD", "releaseDate":"2016-04-26T07:00:00Z", "primaryGenreName":"Business & Personal Finance", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/4d/1a/e4/4d1ae463-0306-52c4-48c0-7b1f639877fa/mzaf_7717498000975816727.std.aac.p.m4a", 
"description":"In his classic book <i>The Five Dysfunctions of a Team<\/i>, Patrick Lencioni laid out a groundbreaking approach for tackling the perilous group behaviors that destroy teamwork. Here he turns his focus to the individual, revealing the three indispensable virtues of an ideal team player. <br /><br />In <i>The Ideal Team Player<\/i>, Lencioni tells the story of Jeff Shanley, a leader desperate to save his uncle's company by restoring its cultural commitment to teamwork. Jeff must crack the code on the virtues that real team players possess and then build a culture of hiring and development around those virtues. Beyond the fable, Lencioni presents a practical framework and actionable tools for identifying, hiring, and developing ideal team players. <br /><br />Whether you're a leader trying to create a culture around teamwork, a staffing professional looking to hire real team players, or a team player wanting to improve yourself, this book will prove to be as useful as it is compelling."}, 
{"wrapperType":"audiobook", "artistId":2023891, "collectionId":1535525931, "artistName":"John Grisham", "collectionName":"A Time for Mercy (Unabridged)", "collectionCensoredName":"A Time for Mercy (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/john-grisham/id2023891?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-time-for-mercy-unabridged/id1535525931?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/0c/70/07/0c700729-b2ca-d564-2ac1-56edec1b8d68/9780593168554.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music114/v4/0c/70/07/0c700729-b2ca-d564-2ac1-56edec1b8d68/9780593168554.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2020-10-13T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/98/d4/38/98d43888-38ab-28c4-a8f7-54b5202d26a0/mzaf_14116163744595541937.std.aac.p.m4a", 
"description":"<b>Jake Brigance is back! The hero of <i>A Time to Kill, <\/i>one of the most popular novels of our time,&#xa0; returns in a courtroom drama that <i>The New York Times<\/i> says is \"riveting\" and \"suspenseful.\"<\/b><br /> <i>&#xa0;<\/i>&#xa0;<br /> Clanton, Mississippi. 1990. Jake Brigance finds himself embroiled in a deeply divisive trial when the court appoints him attorney for Drew Gamble, a timid sixteen-year-old boy accused of murdering a local deputy. Many in Clanton want a swift trial and the death penalty, but Brigance digs in and discovers that there is more to the story than meets the eye. Jake’s fierce commitment to saving Drew from the gas chamber puts his career, his financial security, and the safety of his family on the line.<br /> &#xa0;<br /> In what may be the most personal and accomplished legal thriller of John Grisham’s storied career, we deepen our acquaintance with the iconic Southern town of Clanton and the vivid cast of characters that so many readers know and cherish. The result is a richly rewarding novel that is both timely and timeless, full of wit, drama, and—most of all—heart.<br /> &#xa0;<br /> Bursting with all the courthouse scheming, small-town intrigue, and stunning plot twists that have become the hallmarks of the master of the legal thriller,&#xa0;<i>A Time for Mercy<\/i> is John Grisham’s most powerful courtroom drama yet.<br /> &#xa0;<br /> There is a time to kill and a time for justice. Now comes <i>A Time for Mercy<\/i>."}, 
{"wrapperType":"audiobook", "artistId":449892834, "collectionId":1418448816, "artistName":"Amor Towles", "collectionName":"A Gentleman in Moscow: A Novel (Unabridged)", "collectionCensoredName":"A Gentleman in Moscow: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/amor-towles/id449892834?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/a-gentleman-in-moscow-a-novel-unabridged/id1418448816?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music128/v4/a6/ba/35/a6ba3557-69a2-1c74-ad39-f3d3cf2e72c9/9780735288539.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music128/v4/a6/ba/35/a6ba3557-69a2-1c74-ad39-f3d3cf2e72c9/9780735288539.d.jpg/100x100bb.jpg", "collectionPrice":14.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2016-09-06T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/99/e7/8f/99e78f19-5161-a125-74ac-894e0d06ef70/mzaf_9990251280948985490.std.aac.p.m4a", 
"description":"<b>From the&#xa0;<i>New York Times<\/i>&#xa0;bestselling author of&#xa0;<i>Rules of Civility, <\/i>a&#xa0;novel about a man who is ordered to spend the rest of his life inside a luxury hotel—a beautifully transporting novel.&#xa0;<br /><br />The mega-bestseller with more than 2 million readers, soon to be a major television series<br /><br /><b>“Perhaps the&#xa0;<i>ultimate&#xa0;<\/i>quarantine read . . .&#xa0;<i>A Gentleman in Moscow&#xa0;<\/i>is about&#xa0;the importance of community; the distance of a kind act; and resilience. It's a manual for getting through the days to come.” —<i>O, The Oprah Magazine<\/i><\/b><br /><i><br /> <\/i><\/b>In 1922, Count Alexander Rostov is deemed an unrepentant aristocrat by a Bolshevik tribunal, and is sentenced to house arrest in the Metropol, a grand hotel across the street from the Kremlin. Rostov, an indomitable man of erudition and wit, has never worked a day in his life, and must now live in an attic room while some of the most tumultuous decades in Russian history are unfolding outside the hotel’s doors. Unexpectedly, his reduced circumstances provide him entry into a much larger world of emotional discovery.<br /><br /> Brimming with humor, a glittering cast of characters, and one beautifully rendered scene after another, this singular novel casts a spell as it relates the count’s endeavor to gain a deeper understanding of what it means to be a man of purpose."}, 
{"wrapperType":"audiobook", "artistId":449892834, "collectionId":1579451747, "artistName":"Amor Towles", "collectionName":"The Lincoln Highway: A Novel (Unabridged)", "collectionCensoredName":"The Lincoln Highway: A Novel (Unabridged)", "artistViewUrl":"https://books.apple.com/us/author/amor-towles/id449892834?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/the-lincoln-highway-a-novel-unabridged/id1579451747?uo=4", "artworkUrl60":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/db/8e/2d/db8e2dc0-c7ed-1e9f-bb17-2c9fbb37de0d/9780593452103.d.jpg/60x60bb.jpg", "artworkUrl100":"https://is2-ssl.mzstatic.com/image/thumb/Music115/v4/db/8e/2d/db8e2dc0-c7ed-1e9f-bb17-2c9fbb37de0d/9780593452103.d.jpg/100x100bb.jpg", "collectionPrice":16.99, "collectionExplicitness":"notExplicit", "trackCount":1, "country":"USA", "currency":"USD", "releaseDate":"2021-10-05T07:00:00Z", "primaryGenreName":"Fiction", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/60/7c/64/607c649f-8e84-1055-df23-e7064e049470/mzaf_9595864025993460117.std.aac.p.m4a", 
"description":"<b><b><b><b>#1 NEW YORK TIMES BESTSELLER <\/b><br /><br /> <b>More than ONE MILLION copies sold<\/b><br /><br />A TODAY Show Read with Jenna Book Club Pick<\/b><br /><br /><b>A <i>New York Times<\/i> Notable Book, and Chosen by <i>Oprah Daily, Time, NPR, <\/i> <i>The Washington Post<\/i> and Barack Obama&#xa0;as a Best Book of the Year<\/b><br /><br /><b>“Wise and wildly entertaining . . . permeated with light, wit, youth.” —<b><i>The New York Times Book Review<\/i><\/b><br /> &#xa0;<br /> “A classic that we will read for years to come.”&#xa0;—<b>Jenna Bush Hager, Read with Jenna book club<\/b><br /> &#xa0;<br /> “A real joyride . . . elegantly constructed and compulsively readable.” – <b>NPR<\/b><br /><\/b> <br />The bestselling author of <i>A Gentleman in Moscow<\/i> and <i>Rules of Civility<\/i> and master of absorbing, sophisticated fiction returns with a stylish and propulsive novel set in 1950s America<\/b><\/b><br /><br />In June, 1954, eighteen-year-old Emmett Watson is driven home to Nebraska by the warden of the juvenile work farm where he has just served fifteen months for involuntary manslaughter. His mother long gone, his father recently deceased, and the family farm foreclosed upon by the bank, Emmett's intention is to pick up his eight-year-old brother, Billy, and head to California where they can start their lives anew. But when the warden drives away, Emmett discovers that two friends from the work farm have hidden themselves in the trunk of the warden's car. Together, they have hatched an altogether different plan for Emmett's future, one that will take them all on a fateful journey in the opposite direction—to the City of New York.<br /><br /> Spanning just ten days and told from multiple points of view, Towles's third novel will satisfy fans of his multi-layered literary styling while providing them an array of new and richly imagined settings, characters, and themes."}, 
{"wrapperType":"audiobook", "artistId":1075740493, "collectionId":1421589743, "artistName":"Neil deGrasse Tyson", "collectionName":"Astrophysics for People in a Hurry", "collectionCensoredName":"Astrophysics for People in a Hurry", "artistViewUrl":"https://books.apple.com/us/artist/neil-degrasse-tyson/1075740493?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/astrophysics-for-people-in-a-hurry/id1421589743?uo=4", "artworkUrl60":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/64/a8/fe/64a8fefc-c729-b671-3fe0-0410e73c429f/9781538408063_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is4-ssl.mzstatic.com/image/thumb/Music124/v4/64/a8/fe/64a8fefc-c729-b671-3fe0-0410e73c429f/9781538408063_cover.jpg/100x100bb.jpg", "collectionPrice":12.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2017 Blackstone Audio", "country":"USA", "currency":"USD", "releaseDate":"2017-05-02T07:00:00Z", "primaryGenreName":"Science & Nature", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview126/v4/00/54/73/005473e0-9d2d-0b8f-47d6-e268b2735a6d/mzaf_6299462858420987467.std.aac.p.m4a", 
"description":"What is the nature of space and time? How do we fit within the universe? How does the universe fit within us? There’s no better guide through these mindexpanding questions than acclaimed astrophysicist and bestselling author Neil deGrasse Tyson.<br /><br />But today, few of us have time to contemplate the cosmos. So Tyson brings the universe down to Earth succinctly and clearly, with sparkling wit, in digestible chapters consumable anytime and anywhere in your busy day.<br /><br />While waiting for your morning coffee to brew, or while waiting for the bus, the train, or the plane to arrive, <i>Astrophysics for People in a Hurry<\/i> will reveal just what you need to be fluent and ready for the next cosmic headlines: from the Big Bang to black holes, from quarks to quantum mechanics, and from the search for planets to the search for life in the universe."}, 
{"wrapperType":"audiobook", "artistId":20078016, "collectionId":1433938349, "artistName":"Karin Slaughter", "collectionName":"Pieces of Her: A Novel", "collectionCensoredName":"Pieces of Her: A Novel", "artistViewUrl":"https://books.apple.com/us/author/karin-slaughter/id20078016?uo=4", "collectionViewUrl":"https://books.apple.com/us/audiobook/pieces-of-her-a-novel/id1433938349?uo=4", "artworkUrl60":"https://is3-ssl.mzstatic.com/image/thumb/Music122/v4/e4/2e/e0/e42ee0d2-2991-214c-6da5-e30727bbcde7/9781504780087_cover.jpg/60x60bb.jpg", "artworkUrl100":"https://is3-ssl.mzstatic.com/image/thumb/Music122/v4/e4/2e/e0/e42ee0d2-2991-214c-6da5-e30727bbcde7/9781504780087_cover.jpg/100x100bb.jpg", "collectionPrice":19.99, "collectionExplicitness":"notExplicit", "trackCount":1, "copyright":"© 2018 Blackstone Audio", "country":"USA", "currency":"USD", "releaseDate":"2018-08-21T07:00:00Z", "primaryGenreName":"Mysteries & Thrillers", 
"previewUrl":"https://audio-ssl.itunes.apple.com/itunes-assets/AudioPreview116/v4/18/18/26/181826a3-5816-e8b5-a6d9-a4dd37ee1e8d/mzaf_14145589159021103185.std.aac.p.m4a", 
"description":"The #1 internationally bestselling author returns with an electrifying novel of devastating secrets and hidden lives that probes the fraught relationship between daughters and mothers and the lengths we go to protect those we love.<br /><br /><i>What if the person you thought you knew best turns out to be someone you never knew at all?<\/i><br /><br />Andrea Cooper knows everything about her mother, Laura. She knows Laura has spent nearly her whole life in the small beachside town of Belle Isle, Georgia; she knows Laura’s never wanted anything more than to lead a quiet, normal life in this conventional community; she knows Laura’s a kind and beloved speech pathologist who helps others; she knows Laura’s never kept a secret in her life. Andrea knows that Laura is everything she isn’t—confident, settled, sure of herself. Feeling listless, with no direction, Andrea, unlike Laura, struggles to find her way.<br /><br />But Andrea’s certainty is upended when a visit to the mall is shattered by an act of horrifying violence that reveals a completely different side of Laura&amp;mdahs;a cool woman who calmly faces down a murderer. It turns out that before Andrea’s mother was Laura, she was someone completely different. For nearly thirty years she’s been hiding from the woman she once was, lying low in the hope that no one would ever find her. But now she’s been exposed, and nothing will ever be the same again.<br /><br />The assailant was a mentally troubled, teenaged scion of Georgia law enforcement royalty, and now the police want answers about what really happened in those terrifying moments at the mall. Though she’s being scrutinized at every level of the criminal justice system and her innocence is on the line, Laura refuses to speak to anyone, including her own daughter. She pushes Andrea away, insisting it’s time for her to stand alone and make a life for herself.<br /><br />To save her mother, Andrea embarks on a desperate journey following the breadcrumb trail of her mother’s past. Andrea knows that if she can’t uncover the secrets hidden there, there may be no future for her mother … or her.<br /><br />Filled with intriguing turns, surprising revelations, and a compelling cast of characters, <i>Pieces of Her<\/i> is Slaughter’s most electrifying, provocative, and suspenseful novel yet."}]
}

